{
  "source_file": "Trimmed Mehlman Anatomy.txt",
  "factoids": [
    "1. The A-band does not change in length during muscle contraction.",
    "2. During muscle contraction, the H-zone, I-band, and sarcomere (Z-Z) shorten.",
    "3. Tropomyosin is a protein on actin that covers up myosin binding sites.",
    "4. During muscle contraction, calcium is released from the sarcoplasmic reticulum and binds to troponin, causing a conformational change that releases tropomyosin from actin, allowing myosin to bind.",
    "5. ATP is required to relax muscle.",
    "6. Rigor mortis in the deceased is due to a lack of ATP.",
    "7. Slow-twitch (type I) muscle fibers are predominant in long-distance runners.",
    "8. Fast-twitch (type II) muscle fibers are predominant in powerlifters and sprinters.",
    "9. Slow-twitch muscle fibers use aerobic oxygen.",
    "10. Fast-twitch muscle fibers use anaerobic oxygen.",
    "11. Slow-twitch muscle fibers have low glycogen content.",
    "12. Fast-twitch muscle fibers have high glycogen content.",
    "13. Slow-twitch muscle fibers are slow to fatigue.",
    "14. Fast-twitch muscle fibers are quick to fatigue.",
    "15. Slow-twitch muscle fibers have many mitochondria.",
    "16. Fast-twitch muscle fibers have few mitochondria.",
    "17. Slow-twitch muscle fibers have high myoglobin content (more red).",
    "18. Fast-twitch muscle fibers have low myoglobin content (more white).",
    "19. Reinnervation of muscle results in aberrant reorganization of type I and II muscle units, called fiber type grouping.",
    "20. Skeletal muscle response to activity is hypertrophy, not hyperplasia.",
    "21. Powerlifting is anaerobic and does not increase mitochondria.",
    "22. Atrophy in the setting of inactivity results in increased ubiquitination.",
    "23. Skeletal muscle protein helps maintain normal serum glucose levels during prolonged fasting.",
    "24. Skeletal muscle does not contain glucose-6-phosphatase and does not directly carry out gluconeogenesis.",
    "25. Glucogenic amino acids can be liberated from skeletal muscle in the fasting state, with the liver carrying out gluconeogenesis.",
    "26. The kidney can also carry out gluconeogenesis.",
    "27. Insulin increases glucose uptake by skeletal muscle and adipose tissue via GLUT4.",
    "28. ATP is quickly regenerated from creatine phosphate during a series of muscle twitches.",
    "29. The USMLE may include images of shoulder, clavicular, and humeral fractures."
  ]
}