{
  "source_file": "HY MSK Anatomy.txt",
  "factoids": [
    "1. The A-band does not change length during muscle contraction.",
    "2. During muscle contraction, the H-zone, I-band, and sarcomere (Z-Z) shorten.",
    "3. Tropomyosin is a protein on actin that covers up myosin binding sites.",
    "4. During muscle contraction, calcium is released from the sarcoplasmic reticulum and binds to troponin, causing a conformational change that releases tropomyosin from actin, allowing myosin to bind.",
    "5. ATP is required to relax muscle.",
    "6. Rigor mortis in the deceased is due to decreased ATP.",
    "7. Slow-twitch (type I) muscle fibers are predominant in long-distance runners.",
    "8. Fast-twitch (type II) muscle fibers are predominant in powerlifters and sprinters.",
    "9. Slow-twitch (type I) muscle fibers use aerobic oxygen.",
    "10. Fast-twitch (type II) muscle fibers use anaerobic oxygen.",
    "11. Slow-twitch (type I) muscle fibers have low glycogen content.",
    "12. Fast-twitch (type II) muscle fibers have high glycogen content.",
    "13. Slow-twitch (type I) muscle fibers are slow to fatigue.",
    "14. Fast-twitch (type II) muscle fibers are quick to fatigue.",
    "15. Slow-twitch (type I) muscle fibers have many mitochondria.",
    "16. Fast-twitch (type II) muscle fibers have few mitochondria.",
    "17. Slow-twitch (type I) muscle fibers have high myoglobin content and are more red in color.",
    "18. Fast-twitch (type II) muscle fibers have low myoglobin content and are more white in color.",
    "19. Reinnervation of muscle results in aberrant reorganization of type I and II muscle units, called fiber type grouping.",
    "1. Skeletal muscle response to activity is hypertrophy, not hyperplasia.",
    "2. Powerlifting is anaerobic and does not increase mitochondria.",
    "3. Proteins are tagged with ubiquitin in order to be sent to the proteasome for breakdown.",
    "4. Atrophy in the setting of inactivity increases ubiquitination.",
    "5. Skeletal muscle does not contain glucose-6-phosphatase and therefore does not directly carry out gluconeogenesis.",
    "6. Glucogenic amino acids can be liberated in the fasting state from skeletal muscle, with the liver carrying out the gluconeogenesis.",
    "7. The kidney can also carry out gluconeogenesis.",
    "8. Both skeletal muscle and adipose tissue take up glucose via GLUT4 in response to insulin.",
    "9. ATP is quickly regenerating from creatine phosphate during a series of muscle twitches.",
    "10. USMLE occasionally gives images of shoulder, clavicular, and humeral fractures.",
    "11. The rotator cuff muscles are high-yield for the USMLE.",
    "12. The rotator cuff muscles (SITS) are innervated mostly by C5-6.",
    "13. The supraspinatus muscle is responsible for the abduction of the arm (first 15 degrees) and is innervated by the suprascapular nerve.",
    "14. Difficulty abducting the arm for the first 15 degrees may indicate a supraspinatus injury.",
    "15. The empty-can (thumb-down) and full-can (thumb-up) tests are used for diagnosing supraspinatus injury.",
    "1. Supraspinatus tendonitis can cause reduced ability to abduct the first 60 degrees.",
    "2. Infraspinatus is responsible for lateral (external) rotation and is innervated by the suprascapular nerve.",
    "3. Infraspinatus injury is often referred to as a \"pitcher injury.\"",
    "4. Teres minor is responsible for adduction and lateral rotation and is innervated by the axillary nerve.",
    "5. Teres minor can be distinguished from infraspinatus by its additional function of adducting the arm.",
    "6. Subscapularis is responsible for adduction and medial (internal) rotation and is innervated by the upper and lower subscapular nerves.",
    "7. The Gerber lift-off test is used to diagnose subscapularis injury.",
    "8. Subacromial bursitis and rotator cuff tendonitis can both present with a history of frequent overhead movement, pain with palpation, and pain that worsens when lying on the shoulder.",
    "9. Subacromial bursitis presents with impingement syndrome symptoms but no weakness during exam maneuvers.",
    "10. Rotator cuff tendonitis presents with weakness during exam maneuvers.",
    "11. Biceps tendonitis presents as anterior shoulder pain with focal tenderness over the biceps tendon.",
    "12. Adhesive capsulitis, also known as \"frozen shoulder,\" presents with decreased passive and active motion of the shoulder in all directions.",
    "13. Adhesive capsulitis has an increased risk in individuals with diabetes.",
    "14. Treatment for adhesive capsulitis includes range of motion exercises and physiotherapy.",
    "1. The axillary nerve is the main innervation of the deltoid, allowing for abduction of the arm from 15-90 degrees.",
    "2. The deltoid muscle has an origin on the lateral clavicle and is innervated by the axillary nerve at C5/C6.",
    "3. Axillary nerve palsy can be caused by a surgical neck of humerus fracture.",
    "4. A USMLE vignette may describe axillary nerve injury with a \"flattened deltoid\" or \"loss of sensation over the lateral upper arm/deltoid.\"",
    "5. The median nerve mainly innervates the lateral \"3 and a half\" fingers, thenar pad, and lateral forearm.",
    "6. The median nerve is responsible for thumb abduction.",
    "7. The palmar cutaneous branch of the median nerve provides sensation over the thenar region.",
    "8. Median nerve palsy can be caused by a supracondylar fracture of the humerus or a distal shaft fracture.",
    "9. Entrapment of the median nerve causes carpal tunnel syndrome, presenting as paresthesia/numbness of the lateral hand/thenar region.",
    "10. Carpal tunnel syndrome can be caused by hypothyroidism, acromegaly, pregnancy, or repetitive use in construction workers.",
    "11. Treatment for carpal tunnel syndrome includes the use of a wrist pad when using a computer, wrist splint, and triamcinolone injection into the carpal tunnel.",
    "12. Electrophysiological testing and electromyography and nerve conduction studies are the next best steps in diagnosing carpal tunnel syndrome.",
    "13. The ulnar nerve mainly innervates the medial \"1 and a half\" fingers and medial forearm.",
    "14. The ulnar nerve is responsible for finger abduction and adduction (interosseous muscles).",
    "15. Froment sign indicates ulnar nerve injury, showing an inability to pinch a piece of paper between the thumb and index finger.",
    "16. Distal compression of the ulnar nerve, known as Guyon canal syndrome, can be caused by a hook of hamate fracture and presents as paresthesias/numbness of the 4th and 5th fingers and hypothenar eminence.",
    "17. Proximal compression of the ulnar nerve, known as cubital tunnel syndrome, presents as paresthesias of the medial forearm and hand.",
    "18. Treatment for cubital tunnel syndrome is an overnight elbow splint.",
    "19. The radial nerve is the main innervation for finger, wrist, and elbow extension.",
    "20. The radial nerve innervates the brachioradialis, extensors, supinator, and triceps.",
    "21. Radial nerve palsy can result from a midshaft fracture of the humerus or a fracture at the radial groove.",
    "22. Injury to the radial nerve results in a pronated forearm and wrist drop.",
    "23. The musculocutaneous nerve is the main innervation of the biceps.",
    "24. Injury to the musculocutaneous nerve results in loss of sensation over the lateral forearm and decreased biceps function.",
    "1. Reduced sensation to pinprick on the thumb and a portion of the forearm suggests compression of C5/C6.",
    "2. Abduction of the upper extremity is likely impaired in a patient with compression of C5/C6.",
    "3. The deltoid muscle is innervated by the axillary nerve from C5/C6.",
    "4. Paresthesias of the lateral three fingers in an office worker may require a triamcinolone injection into the carpal tunnel.",
    "5. NSAIDs are not the correct treatment for carpal tunnel syndrome in the context of the given scenario.",
    "6. Paresthesias down the medial forearm and 4th/5th fingers in a weightlifter suggest cubital tunnel syndrome.",
    "7. The next best step in managing cubital tunnel syndrome is an overnight elbow splint.",
    "8. Difficulty keeping a piece of paper between the thumb and index finger indicates an ulnar nerve injury.",
    "9. A positive Froment sign indicates an ulnar nerve injury.",
    "10. The ulnar nerve is needed for thumb adduction.",
    "11. Decreased sensation over the lateral forearm and weakened flexion at the elbow suggest a musculocutaneous nerve injury.",
    "12. A midshaft fracture of the humerus can result in a radial nerve injury.",
    "13. Radial nerve injury can cause an inability to extend the wrist and supinate the forearm.",
    "14. A surgical neck of humerus fracture can result in an axillary nerve injury.",
    "15. Axillary nerve injury can cause impaired abduction of the arm and loss of sensation over the deltoid.",
    "16. Inability to supinate and extend the wrist after an arm slash suggests a radial nerve injury.",
    "17. Weakened biceps reflex indicates a C5 nerve root injury.",
    "18. Weakened triceps reflex indicates a C7 nerve root injury.",
    "19. Erb-Duchenne palsy presents with an arm that is adducted, pronated, and wrist flexed.",
    "20. Erb-Duchenne palsy is commonly seen in neonates during traumatic birth but can also occur in older patients due to trauma.",
    "21. Erb-Duchenne palsy involves injury to the upper brachial plexus (C5-C6).",
    "1. Klumpke palsy is a lower brachial plexus injury and presents with a claw-hand.",
    "2. The long thoracic nerve innervates the serratus anterior and can be damaged during a mastectomy.",
    "3. Thoracic outlet syndrome can be caused by a \"first cervical rib\" and presents with paresthesias and/or muscle wasting of the upper limb.",
    "4. Adhesive capsulitis (frozen shoulder) is an idiopathic condition with decreased movement of the shoulder in all directions, with increased risk in diabetics, and is treated with range of motion exercises.",
    "5. Subacromial bursitis (impingement syndrome) presents with pain in the anterior/lateral shoulder that is worse when lying on the side in bed, without shoulder weakness.",
    "6. Rotator cuff tendonitis presents with pain in the anterior/lateral shoulder that is worse when lying on the side in bed, with weakness on external rotation of the shoulder.",
    "7. Biceps tendonitis presents with pain in the anterior shoulder, and palpation of the anterior shoulder elicits pain.",
    "8. The two rows of carpal bones from lateral to medial are: Scaphoid, Lunate, Triquetrum, Pisiform (first row); Trapezium, Trapezoid, Capitate, Hamate (second row).",
    "9. A fall on an outstretched hand with pain in the central palm and no pain over the anatomic snuffbox suggests a lunate fracture.",
    "10. A fall on an outstretched hand with pain over the anatomic snuffbox and a negative x-ray suggests a scaphoid fracture, which requires a thumb-spica cast to prevent avascular necrosis.",
    "11. The borders of the anatomic snuffbox are formed by the tendons of the abductor pollicis longus, extensor pollicis brevis, and extensor pollicis longus.",
    "1. An injured index finger that can't flex the distal interphalangeal joint likely indicates damage to the flexor digitorum profundus tendon.",
    "2. The flexor digitorum superficialis does not flex the distal interphalangeal joints, but the flexor digitorum profundus does.",
    "3. The palmaris longus tendon can be used as a graft to repair a damaged flexor digitorum profundus tendon.",
    "4. The palmaris longus tendon is not present in about 1/7 people in the population.",
    "5. Dupuytren contracture is an abnormal proliferation of palmar connective tissue and fascia.",
    "6. Risk factors for Dupuytren contracture include Norwegian descent, alcoholism, diabetes, and epilepsy.",
    "7. DeQuervain tenosynovitis is common in breastfeeding women and is worsened with the Finkelstein test.",
    "8. The next step in managing deQuervain tenosynovitis is a steroid injection.",
    "9. A ganglion cyst is a gelatinous collection of joint fluid, commonly located on the dorsum of the hand/wrist.",
    "10. The treatment for a ganglion cyst is needle drainage, but recurrence is common.",
    "11. If untreated, a ganglion cyst may spontaneously regress.",
    "12. Ehlers-Danlos syndrome is usually caused by a defect in the synthesis of fibrillar collagen, often collagen III.",
    "13. Ehlers-Danlos syndrome should not be confused with Marfan syndrome, which involves fibrillin, not collagen.",
    "14. Hypertrophic osteoarthropathy presents as arthritis and clubbing due to lung cancer.",
    "15. The next best step in diagnosing hypertrophic osteoarthropathy is a chest x-ray.",
    "1. The common peroneal (fibular) nerve is responsible for both eversion and dorsiflexion of the foot.",
    "2. The common peroneal (fibular) nerve provides sensation to the upper third of the lateral leg.",
    "3. The common peroneal (fibular) nerve splits into the superficial and deep peroneal (fibular) nerves.",
    "4. The superficial peroneal nerve is responsible for eversion of the foot.",
    "5. The superficial peroneal nerve provides sensation to the lower lateral leg and dorsum of the foot.",
    "6. The deep peroneal nerve is responsible for dorsiflexion of the foot.",
    "7. Loss of dorsiflexion causes a high-steppage gait.",
    "8. The deep peroneal nerve provides sensation to the webbing between the 1st and 2nd toes.",
    "9. The tibial nerve is responsible for plantarflexion of the foot.",
    "10. The tibial nerve provides sensation to the bottom of the foot and heel.",
    "11. The sciatic nerve is responsible for motor function of the tibial and common peroneal nerves.",
    "12. Sciatica is characterized by shooting pain from the lower back down the leg, often due to disc herniation.",
    "13. The obturator nerve is responsible for adduction of the hip and provides sensation to the medial thigh.",
    "14. The femoral nerve is responsible for knee extension and provides sensation to the anterior thigh and medial leg.",
    "15. The saphenous nerve is a pure sensory branch of the femoral nerve and provides sensation to the medial leg.",
    "16. The sural nerve provides sensation to the lower lateral leg.",
    "17. The superior gluteal nerve is responsible for the Trendelenburg gait and innervates the gluteus medius and minimus.",
    "18. The inferior gluteal nerve is responsible for the ability to squat, stand up from a chair, or go up/down stairs, and innervates the gluteus maximus.",
    "1. Anterior hip dislocation causes a shortened and externally rotated leg.",
    "2. Cervical spondylosis is defined as degeneration of the pars interarticularis component of the vertebral body.",
    "3. Cervical spondylosis is common in patients over 50 with neck pain and MRI showing degenerative changes of the cervical spine.",
    "4. Atlantoaxial subluxation involves increased mobility between the first (atlas) and second (axis) vertebrae.",
    "5. Atlantoaxial subluxation is highly relevant in patients with rheumatoid arthritis.",
    "6. CT or flexion/extension x-rays of the cervical spine are necessary before surgery in patients with atlantoaxial subluxation who will be intubated.",
    "7. Lumbar spinal stenosis involves narrowing of the spinal canal.",
    "8. Lumbar spinal stenosis is common in patients over 50 with lower back pain that worsens when walking downhill or standing/walking for extended periods.",
    "9. Lumbar spinal stenosis can cause neurogenic claudication, characterized by intermittent claudication-like symptoms with normal peripheral pulses.",
    "10. Cervical foraminal stenosis involves stenosis of the foramen where the nerve exits, not the cervical spinal canal.",
    "11. Cervical foraminal stenosis can cause difficulty fastening buttons, weakness of hand muscles, and loss of sensation in the little finger.",
    "12. Spondylolisthesis is characterized by a \"step-off\" between infra-/suprajacent vertebrae, where one vertebra juts out compared to those above or below it.",
    "13. Spondylolisthesis can be due to trauma or idiopathic development.",
    "1. Disc herniation involves the herniation of the nucleus pulposus through a tear in the annulus fibrosis.",
    "2. Radiculopathy, such as shooting pain down a leg after lifting a heavy weight or bending over, can indicate a herniated nucleus pulposus.",
    "3. Cervical disc herniation can cause shooting pain down an arm, and the answer on USMLE is \"C8 disc herniation.\"",
    "4. For suspected disc herniation, no diagnostic studies are indicated unless there is motor/sensory abnormality.",
    "5. The straight-leg raise test is only positive if it reproduces radiculopathy/radiating pain.",
    "6. Treatment for disc herniation includes NSAIDs and light exercise as tolerated; bed rest is not recommended.",
    "7. Lumbosacral strain is indicated by paraspinal muscle spasm following lifting a heavy box without radiculopathy.",
    "8. Lumbar spinal x-rays are not indicated for simple lumbosacral strain.",
    "9. Sciatica is due to disc herniation 90% of the time.",
    "10. The straight-leg test is classically positive for sciatica if it reproduces radiating pain.",
    "11. Treatment for sciatica includes light exercise as tolerated and NSAIDs; bed rest is not recommended.",
    "12. Meralgia paresthetica involves pain or paresthesias running down the lateral thigh due to entrapment of the lateral femoral cutaneous nerve.",
    "13. Scoliosis is a sideways curvature of the spine, creating an S- or C-shaped curve.",
    "14. Scoliosis is usually idiopathic, affects 3% of the population, and has a higher prevalence in girls (4:1).",
    "15. Scoliosis can be associated with Marfan syndrome, Friedreich ataxia, and NF1.",
    "16. The Adams forward bend test is used to diagnose scoliosis.",
    "17. Most children with scoliosis do not need treatment, but curvatures will remain throughout life.",
    "18. Bracing is recommended for scoliosis if the curvature is greater than 25 degrees and the child is still growing.",
    "19. Surgery for scoliosis is recommended only when the curvature is greater than 40 degrees.",
    "20. Kyphosis is an abnormal convex curvature of the thoracic spine.",
    "21. Kyphosis is usually idiopathic due to old age but can also be due to degenerative disc disease and compression fractures (osteoporosis).",
    "22. Severe kyphosis can theoretically cause restrictive lung disease due to impaired chest wall expansion.",
    "1. The spinal cord ends at L1-L2.",
    "2. The terminal cone of the spinal cord is the conus medullaris.",
    "3. The nerve fibers that branch from the spinal cord and run inferior to it are the cauda equina.",
    "4. Both cauda equina syndrome and conus medullaris syndrome can cause urinary retention and pain in the legs.",
    "5. Conus medullaris syndrome is sudden-onset and causes perianal anesthesia.",
    "6. Cauda equina syndrome is gradual-onset and causes saddle anesthesia.",
    "7. Breast, prostate, and lung metastases to the spine are important causes of cauda equina syndrome.",
    "8. Cervical spondylosis is merely osteoarthritic degenerative changes to the cervical vertebrae and is idiopathic but often has familial association.",
    "9. Lumbar spinal stenosis can present with pain in the buttocks and thighs when walking, no cardiovascular disease history, and normal peripheral pulses.",
    "10. Lumbar spinal stenosis classically causes lower back pain that is worse when standing or walking for extended periods and is relieved when leaning forward.",
    "11. C7-T1 foraminal stenosis (cervical spinal stenosis) can cause difficulty fastening buttons, weakness of hand muscles, and numbness in the 5th finger.",
    "12. Spondylolisthesis can be diagnosed when there is a \"step-off\" of one vertebra relative to another on palpation.",
    "13. Lumbosacral strain can present with severe paraspinal muscle spasm, no radiating pain, and a negative straight-leg test.",
    "14. Disc herniation can present with sudden-onset severe pain down the leg and a positive straight-leg test.",
    "15. An x-ray is done prior to MRI to rule out other differential diagnoses such as infections, tumors, and spinal misalignments in cases of suspected disc herniation.",
    "16. MRI is most likely to confirm the diagnosis of disc herniation when the straight-leg test elicits radiating pain.",
    "1. Analgesics and exercise as tolerated are the most appropriate treatments for sudden-onset severe pain down the right leg with a positive straight-leg test.",
    "2. NSAIDs are the recommended treatment for a 50-year-old male with high BMI and a 24-hour history of pain starting in the lower back and shooting down the left leg, diagnosed as sciatica.",
    "3. Sciatica is diagnosed 90% of the time due to disc herniation.",
    "4. Diagnosis of sciatica is made by x-ray (negative) and then MRI (showing disc herniation).",
    "5. Meralgia paresthetica is diagnosed in a 55-year-old female with pain and paresthesias in the lateral thigh and no history of trauma.",
    "6. Conus medullaris syndrome is diagnosed in a 74-year-old male with sudden-onset pain and tingling in the lower back, suprapubic mass, and perianal anesthesia.",
    "7. Both conus medullaris and cauda equina syndromes can present with urinary retention and pain in the lower back/legs.",
    "8. Metastases to the cauda equina is diagnosed in a 74-year-old male with gradually increasing lower back and leg pain, saddle anesthesia, post-void volume of 400 mL, and a history of lung cancer.",
    "9. Basic dermatome knowledge for USMLE includes: C6 is thumb, C7 is middle finger, C8 is pinky, nipples are T4, umbilicus is T10, groin and lower back are L1, anteromedial leg is L4, sole of foot is S1.",
    "10. L1 dermatome is associated with burning/itching pain along the lower back close to the hip, diagnosed as shingles (herpes zoster; VZV).",
    "11. L4 radiculopathy is indicated by loss of knee (patellar) reflex and weakened knee extension, with pain/paresthesias/numbness in the L4 distribution (anterior thigh + medial leg), often due to disc herniation of L3-4.",
    "12. L5 radiculopathy is indicated by loss of dorsiflexion, with pain/paresthesias/numbness in the L5 distribution (lateral + anterior leg), often due to disc herniation of L4-L5.",
    "13. S1 radiculopathy is indicated by loss of ankle (Achilles) reflex and weakened plantar flexion, with pain/paresthesias/numbness in the S1 distribution (sole of foot + lower leg), often due to disc herniation of L5-S1.",
    "14. The SALT mnemonic for S1 radiculopathy stands for S1, Achilles, Lateral leg dermatome, Tibial motor issue (plantar flexion).",
    "15. Compression of the nerve root in the L3-L4 intervertebral foramina is likely the cause of pain radiating down the distal anterior thigh, knee, medial leg, and medial foot.",
    "16. Impaired knee jerk with random leg sensory issues indicates L4 nerve root involvement.",
    "17. Impaired ankle jerk with random leg sensory issues indicates S1 nerve root involvement.",
    "1. Loss of sensation of the sole of the foot is associated with the S1 nerve root.",
    "2. Gradual-onset inability to stand on tippytoes and diminished sensation on the sole of the foot is most likely due to disc herniation of L5-S1.",
    "3. The anterior talofibular ligament is on the lateral side of the ankle and is the most commonly injured ankle ligament when the foot inverts.",
    "4. The deltoid ligament is on the medial side of the ankle and is injured when the ankle forcibly everts.",
    "5. Forcible eversion of the ankle can injure the deltoid ligament.",
    "6. A large joint space on the medial aspect of the ankle in an x-ray suggests injury to the deltoid ligament.",
    "7. For a twisted ankle with moderate edema and tenderness on the lateral side, the next best step in management is using a soft protective brace and early range of motion exercises.",
    "8. An x-ray for the ankle should be ordered if there is pain in the malleolar zone and tenderness posterior to the lateral or medial malleolus, tenderness on the tip of the lateral or medial malleolus, or if the patient cannot bear weight when walking four steps.",
    "9. Rest, ice, compression, and elevation (RICE) is the next best step in management for an ankle injury if the patient does not fulfill the Ottawa criteria for x-raying the ankle.",
    "10. An x-ray of the ankle is indicated if there is pain in the malleolar region and tenderness posterior to the malleolus, even if the patient can bear weight.",
    "1. Osteoarthritis (OA) is non-inflammatory and also known as degenerative joint disease.",
    "2. In osteoarthritis, white blood cells (WBCs) in joint aspirates will be low (i.e., <10k/µL).",
    "3. Patients with osteoarthritis will not have elevated erythrocyte sedimentation rate (ESR).",
    "4. Hip, knee, and hand findings in osteoarthritis are usually asymmetric.",
    "5. Eburnation refers to the ivory-like appearance of bone in osteoarthritis at sites of cartilage erosion.",
    "6. High-yield causes of osteoarthritis include obesity, being big and tall, or lifting heavy weight on the legs over many years.",
    "7. Patients with osteoarthritis are usually, but not always, over 40-50 years old.",
    "8. Weight loss is the number-one way to prevent and treat osteoarthritis.",
    "9. Acetaminophen is recommended before NSAIDs for osteoarthritis treatment because it is non-inflammatory.",
    "10. NSAIDs are not preferred for osteoarthritis because they do not offer additional benefits and can harm the kidneys.",
    "11. Steroids (both oral and intra-articular) are not recommended for osteoarthritis treatment.",
    "12. Injection of glycosaminoglycans and use of capsaicin cream are not recommended for osteoarthritis treatment.",
    "13. Most NBME vignettes for osteoarthritis involve a patient over age 40-50 with a very high BMI (>40).",
    "14. There is a case on the 2CK NBME form where the diagnosis is osteoarthritis in a young woman (32 years old) who is 6’2” and has a BMI of 30.",
    "1. Osteoarthritis (OA) of the hands affects the distal interphalangeal joints (DIPs) and proximal interphalangeal joints (PIPs).",
    "2. Heberden nodes are associated with OA in the DIPs.",
    "3. Bouchard nodes are associated with OA in the PIPs.",
    "4. Rheumatoid arthritis (RA) does not affect the DIPs; it affects the metacarpophalangeal joints (MCPs) and PIPs.",
    "5. RA is inflammatory, with joint aspirate generally showing >20-50k WBCs/µL.",
    "6. A joint aspirate with <10k WBCs/µL is considered non-inflammatory, typical for OA.",
    "7. RA is typically symmetric, whereas OA is generally asymmetric.",
    "8. \"Pannus\" refers to the growth of new bone within joints in RA.",
    "9. Most RA cases occur in women aged 20s-40s.",
    "10. RA is often associated with other autoimmune diseases in the patient or their family members.",
    "11. The first step in diagnosing RA in a clinical vignette is arthrocentesis.",
    "12. Anti-cyclic citrullinated peptide (anti-CCP) is more specific for RA than rheumatoid factor.",
    "13. Both anti-CCP and rheumatoid factor should be ordered for RA diagnosis.",
    "14. NSAIDs are given first for RA symptoms, followed by steroids.",
    "15. Disease-modifying anti-rheumatic drugs (DMARDs) are used to slow disease progression in RA.",
    "16. Methotrexate is the first DMARD given for RA, followed by an anti-TNF-a agent if needed.",
    "17. RA can cause pulmonary fibrosis/restrictive lung disease, known as rheumatoid lung.",
    "18. Methotrexate can also cause pulmonary fibrosis.",
    "19. RA can cause serous pericarditis (friction rub).",
    "20. Low hemoglobin in RA indicates anemia of chronic disease.",
    "21. Swan neck deformity in RA involves extension of the PIP and flexion of the DIP.",
    "22. Boutonniere deformity in RA involves flexion of the PIP and extension of the DIP.",
    "1. Rheumatoid arthritis combined with neutropenia and splenomegaly is known as Felty syndrome.",
    "2. Rheumatoid arthritis combined with pneumoconiosis is known as Caplan syndrome.",
    "3. Atlantoaxial subluxation is highly relevant on 2CK Surgery and Neurology forms.",
    "4. Juvenile rheumatoid arthritis (JRA) is commonly tested on 2CK Pediatrics forms.",
    "5. USMLE questions may require distinguishing between JRA and septic arthritis (SA).",
    "6. Septic arthritis is usually a one-off event, whereas JRA is characterized by intermittent or episodic episodes.",
    "7. Low-grade fever can occur in autoimmune flares, including JRA and sarcoidosis.",
    "8. A \"salmon-pink\" maculopapular rash is present in about 50% of JRA cases.",
    "9. Anemia of chronic disease in JRA can present with a low MCV.",
    "10. The diagnosis and treatment of JRA are the same as for rheumatoid arthritis.",
    "11. 15% of patients with psoriasis will develop arthritis before any skin findings.",
    "12. Psoriasis can cause a \"pencil-in-cup\" deformity of the distal interphalangeal joints (DIPs).",
    "13. Psoriatic plaques are described as silvery and scaly and are typically found over extensor regions like the elbows, but can also appear on the face.",
    "14. Auspitz sign is the bleeding of scales if removed in psoriasis.",
    "15. Munro microabscesses, which are collections of neutrophils in the stratum corneum of the epidermis, are pathognomonic for psoriasis.",
    "1. Psoriasis is part of the HLA-B27 constellation, which includes Psoriasis, Ankylosing spondylitis, IBD, and Reactive arthritis.",
    "2. A patient with psoriasis and bloody stool is most likely to have IBD due to HLA-B27 association.",
    "3. Psoriasis and IBD should not be confused with dermatitis herpetiformis and Celiac disease.",
    "4. Treatment for plaque psoriasis starts with topicals such as calcipotriene (vitamin D derivative), triamcinolone, or hydrocortisone (both corticosteroids), and coal tar.",
    "5. Chronic application of topical steroids causes dermal collagen thinning.",
    "6. Oral medications are given if a patient fails topicals or has systemic psoriasis (e.g., arthritis).",
    "7. Oral methotrexate is the first-line oral agent for systemic psoriasis.",
    "8. Sacroiliitis refers to arthritis of the lower back, with ankylosing spondylitis being the most severe form.",
    "9. Ankylosing spondylitis typically presents in males aged 20s-40s with lower back pain that is worse in the morning and improves throughout the day.",
    "10. Lower back pain in a patient with IBD, psoriasis, or reactive arthritis suggests sacroiliitis.",
    "11. High ESR and anemia of chronic disease are high-yield findings for sacroiliitis.",
    "12. Sacroiliitis is diagnosed with x-rays of the lumbosacral spine and sacroiliac joints.",
    "13. \"Bamboo spine\" is a characteristic x-ray finding in ankylosing spondylitis.",
    "14. A slit-lamp examination is used to look for anterior uveitis in ankylosing spondylitis.",
    "15. Severe ankylosing spondylitis can lead to restrictive lung disease.",
    "16. Up to 20% of ankylosing spondylitis patients can present with aortic regurgitation due to inflammation of the aorta.",
    "17. Arthritis is the most common presenting feature of lupus, occurring in 90% of cases.",
    "1. Anti-double-stranded-DNA (dsDNA) antibodies increase with acute flares and are closely related to renal prognosis for lupus nephritis.",
    "2. Anti-Smith (ribonucleoprotein) antibodies are most specific for SLE.",
    "3. Anti-histone antibodies occur in drug-induced lupus, often following procainamide administration.",
    "4. Anti-phospholipid syndrome due to lupus anticoagulant can cause recurrent miscarriages and thromboses despite elevated aPTT test.",
    "5. Anti-phospholipid syndrome can cause a false-positive syphilis VDRL test.",
    "6. Malar rash in lupus is a type III hypersensitivity reaction.",
    "7. Thrombocytopenia is frequently seen in lupus due to anti-hematologic cell line antibodies.",
    "8. Lupus can cause mouth ulcers, discoid lupus, and primary CNS lymphoma.",
    "9. Lupus can cause lupus cerebritis and transverse myelitis.",
    "10. Lupus can cause pericarditis, similar to rheumatoid arthritis.",
    "11. Lupus flares cause decreased serum complement protein C3.",
    "12. Congenital complement protein C1q deficiency increases the risk of developing SLE.",
    "13. For lupus nephritis, biopsy is the first step in management.",
    "14. Lupus nephritis is associated with diffuse proliferative glomerulonephritis (DPGN).",
    "15. Treat flares of lupus with steroids.",
    "16. Gout can cause arthritis of knees and hands, and gouty tophi.",
    "17. Gout patients need not have hyperuricemia to have gout.",
    "18. Monosodium urate crystals are needle-shaped and yellow under polarized light.",
    "19. Crystals causing urolithiasis in gout are radiolucent on x-ray.",
    "20. Treatment for acute gout is indomethacin, then oral corticosteroids, then colchicine.",
    "21. For chronic gout, xanthine oxidase inhibitors (allopurinol or febuxostat) are used to decrease recurrence.",
    "22. Probenecid inhibits organic anion transporter in the kidney, affecting uric acid reabsorption and beta-lactam secretion.",
    "23. Do not give probenecid to patients with a history of urolithiasis.",
    "24. Pseudogout, also known as calcium pyrophosphate deposition disease, causes rhomboid-shaped blue crystals under polarized light.",
    "25. Biggest risk factors for pseudogout are hemochromatosis and primary hyperparathyroidism.",
    "26. Pseudogout can present as monoarthritis of the knee or an OA-like presentation of the hands.",
    "1. Treatment of acute pseudogout is the same as regular gout.",
    "2. Treatment of chronic pseudogout involves treating the underlying condition.",
    "3. Basic calcium phosphate deposition disease presents as “Milwaukee shoulder,” which is a cold (non-inflammatory) effusion of the shoulder.",
    "4. The biggest risk factor for septic arthritis is abnormal joint architecture.",
    "5. Septic arthritis will present in four main groups: patients with prosthetic joints, RA/JRA/OA patients, young healthy patients with recent trauma or high-intensity exercise, and sickle cell disease patients.",
    "6. Septic arthritis typically presents with a hot, red, painful joint and almost always with a fever.",
    "7. The first step in managing septic arthritis is arthrocentesis.",
    "8. Joint aspirate in septic arthritis can be negative for organisms.",
    "9. Staphylococcus aureus is the most common pathogen for septic arthritis in patients with prosthetic joints, RA/JRA/OA patients, and young healthy patients with recent trauma or high-intensity exercise.",
    "10. Gonococcus is the most common pathogen for septic arthritis in sexually active patients.",
    "11. Gonococcal septic arthritis can present as monoarthritis of the knee or as a triad of monoarthritis or polyarthritis, cutaneous papules, and tenosynovitis.",
    "12. Treatment of septic arthritis involves surgical drainage of the joint and antibiotics.",
    "13. Reactive arthritis classically presents as a triad of urethritis or abdominal infection, polyarthritis, and conjunctivitis, episcleritis, or anterior uveitis.",
    "14. Chlamydia is the classic organism that causes reactive arthritis.",
    "15. Gonococcus does not cause reactive arthritis.",
    "16. Rubella, Hepatitis B and C, and Yersinia can also cause reactive arthritis.",
    "17. Reactive arthritis is part of the HLA-B27 constellation.",
    "18. Toxic synovitis, also known as transient synovitis, presents as hip inflammation/pain in a child after a viral infection.",
    "19. Toxic synovitis is a diagnosis of exclusion.",
    "20. Treatment of toxic synovitis is NSAIDs (ibuprofen).",
    "21. Post-traumatic arthritis can present soon or many years after an injury.",
    "22. Post-traumatic arthritis can be linked to a prior injury that caused a deformity.",
    "23. Osteoarthritis (OA) can be prevented by weight loss.",
    "24. Acetaminophen is an appropriate treatment for osteoarthritis in addition to weight loss.",
    "1. NSAIDs don’t help more than acetaminophen for OA and can harm the kidneys.",
    "2. A 60-year-old female taking high-dose naproxen for OA has peripheral edema due to increased renal retention of sodium or decreased renal excretion of sodium.",
    "3. High-dose NSAID use for OA can result in analgesic nephropathy.",
    "4. For a 28-year-old female with painful wrists and knee and a history of thyroiditis, the next step in management is arthrocentesis to diagnose RA.",
    "5. Arthrocentesis is used to look for leukocytes in the diagnosis of RA.",
    "6. For a 29-year-old female with intermittent wrist and knee pain, fever, and a hot, red, painful knee, the next step in diagnosis is arthrocentesis for septic arthritis.",
    "7. A 59-year-old male with hand pain and Heberden nodes on x-ray has OA, which is a degenerative joint disease.",
    "8. If DIPs look swollen on a hand x-ray, the condition is likely OA, not RA.",
    "9. A 34-year-old male with chest pain, painful wrists and knee, and hemoglobin of 10 g/dL has RA and anemia of chronic disease, which requires no specific therapy unless caused by renal failure.",
    "10. For a 49-year-old female with advanced RA undergoing cholecystectomy, flexion and extension x-rays or a CT of the cervical spine are needed to check for atlantoaxial subluxation.",
    "11. A 51-year-old male with advanced RA and upper limb paresthesias needs an MRI of the cervical spine to check for atlantoaxial subluxation.",
    "12. A 42-year-old female with sore wrists and knee, diffuse pruritis, high serum cholesterol, direct bilirubin, and ALP should be treated with ursodeoxycholic acid (ursodiol) for jaundice.",
    "1. Autoimmune diseases often occur together.",
    "2. The mechanism of action of ursodiol is decreased secretion of cholesterol into bile.",
    "3. Felty syndrome can present with sore knees, high ESR, low neutrophils, and a palpable spleen.",
    "4. Ankylosing spondylitis and psoriatic arthritis are linked via HLA-B27.",
    "5. An x-ray of the sacroiliac joints is the next step in diagnosing ankylosing spondylitis.",
    "6. Annual slit-lamp examination for anterior uveitis is part of the workup for ankylosing spondylitis.",
    "7. Topical calcipotriene is an appropriate treatment for psoriasis.",
    "8. Methotrexate is the first-line oral agent for systemic psoriasis (psoriatic arthritis) or unremitting plaque psoriasis that fails topicals.",
    "9. Acitretin is an oral treatment for psoriasis when methotrexate is not listed.",
    "10. Anemia of chronic disease due to juvenile rheumatoid arthritis can present with low MCV.",
    "11. Ibuprofen is the next step in management for toxic (transient) synovitis.",
    "12. Arthrocentesis is necessary to rule out septic arthritis in a child with painful hip, fever, and elevated leukocytes.",
    "1. A patient with intermittent knee pain and a salmon-pink body rash presenting with a hot, red, painful knee with limited mobility is most likely diagnosed with septic arthritis.",
    "2. Juvenile rheumatoid arthritis (JRA) is a risk factor for septic arthritis.",
    "3. Toxic synovitis is associated with hip pain after a viral infection and never affects the knee.",
    "4. A salmon-pink body rash is a characteristic feature of JRA.",
    "5. A patient with arthritis of the hands and low platelets is most likely diagnosed with systemic lupus erythematosus (SLE).",
    "6. Lupus can present with low platelets due to antibodies causing peripheral destruction.",
    "7. Arthritis is the most common presenting feature of lupus.",
    "8. In SLE, patients can have antibodies against their hematologic cell lines, leading to leukopenia and erythropenia.",
    "9. Complement protein C1q deficiency is a cause of lupus.",
    "10. In acute lupus flares, C3 levels decrease and dsDNA antibodies increase.",
    "11. Patients with SLE who have anti-phospholipid syndrome can have false-positive VDRL syphilis screening.",
    "12. A patient with a sore knee, alcohol consumption, and daily aspirin use for ischemic heart disease is most likely diagnosed with acute gout and should be treated with indomethacin.",
    "13. Daily low-dose aspirin is a risk factor for acute gout.",
    "14. A patient with a sore knee and needle-shaped crystals in joint aspirate who has an NSAID allergy should be treated with colchicine for acute gout.",
    "1. In renal insufficiency, avoid NSAIDs and colchicine.",
    "2. Xanthine oxidase inhibitors (i.e., allopurinol or febuxostat) are first-line for chronic gout to decrease recurrence.",
    "3. Probenecid decreases renal clearance of beta-lactam.",
    "4. Probenecid inhibits organic anion transporter (OAT), which prevents reabsorption of uric acid and secretion of beta-lactams.",
    "5. Uricosurics are not used first-line for chronic gout because they increase the risk of uric acid stones.",
    "6. The biggest risk factors for pseudogout are hereditary hemochromatosis and primary hyperparathyroidism.",
    "7. Hyperpigmentation in hemochromatosis is due to hemosiderin deposition.",
    "8. High glucose in hemochromatosis is from iron deposition in the tail of the pancreas.",
    "9. Pseudogout can present as an OA-like presentation in patients with primary hyperparathyroidism or hereditary hemochromatosis.",
    "10. Treat acute pseudogout with indomethacin.",
    "11. Treat chronic pseudogout by addressing the underlying condition.",
    "12. Basic calcium phosphate (BCP) crystals cause \"Milwaukee shoulder,\" which is a cold (non-inflammatory) shoulder effusion.",
    "13. Young, healthy patients who’ve had recent microtrauma or overt trauma can get septic arthritis caused by Staph aureus.",
    "1. Gonococcal arthritis is the most likely diagnosis for a sexually active med student with a sore knee and joint aspiration showing no organisms.",
    "2. Staphylococcus aureus is the most likely organism in a 26-year-old female with a history of rheumatoid arthritis presenting with a hot, red, painful knee and fever of 102 F.",
    "3. Staphylococcus aureus is the most likely organism in a 14-year-old female with sickle cell disease and a painful, red, hot knee.",
    "4. After a gram stain shows gram-negative diplococci in a sexually active 28-year-old male with a painful acromioclavicular joint, the next best step in management is to culture the joint aspirate.",
    "5. Gonococcal arthritis can present with cutaneous papules and should be treated with ceftriaxone and azithromycin.",
    "6. Reactive arthritis is classically caused by Chlamydia, not Gonococcus.",
    "7. Staphylococcus aureus is the most likely organism in a 17-year-old male with pain, redness, and swelling of the forearm, fever of 103 F, and WBC count of 14,000/µL, indicating osteomyelitis.",
    "8. Salmonella spp. is the most likely organism in an 8-year-old male with sickle cell disease and osteomyelitis.",
    "9. In a patient with sickle cell disease and osteomyelitis, if the organism is described as a gram-positive coccus, it is Staphylococcus aureus, not Salmonella.",
    "10. Polymicrobial infection is the most likely cause of a gangrenous foot ulcer in a 42-year-old female with severe diabetes.",
    "1. Pseudomonas is a wrong answer for the diagnosis of vertebral osteomyelitis (Pott disease).",
    "2. A 47-year-old male immigrant from Albania with a history of tuberculosis and pain over T9/T10 vertebrae is diagnosed with vertebral osteomyelitis (Pott disease).",
    "3. A 28-year-old male migrant worker with a rigid abdomen, fever, and a PPD showing 16 mm induration is likely to have a psoas abscess caused by tuberculosis.",
    "4. A 56-year-old male IV drug user with diabetes mellitus type II, left-sided back pain radiating to the flank, and fever of 102 F is diagnosed with a psoas abscess, most likely caused by Staph aureus, and treated with surgical drainage and IV antibiotics.",
    "5. Lateral epicondylitis (Tennis elbow) presents as lateral elbow pain worsened when the patient extends the wrist against resistance.",
    "6. The site of inflammation in lateral epicondylitis is the extensor carpi radialis brevis.",
    "7. Treatment for lateral epicondylitis includes a forearm strap.",
    "8. Medial epicondylitis (Golfer elbow) presents as medial elbow pain worsened when the patient flexes the wrist against resistance.",
    "9. The site of inflammation in medial epicondylitis includes the flexor carpi radialis and pronator teres.",
    "10. Treatment for medial epicondylitis includes a forearm strap.",
    "11. Radial head subluxation (Nursemaid elbow) presents in a child who stops using the arm, with the arm pronated and partially flexed, often following a pulling injury.",
    "12. Treatment for radial head subluxation includes hyper-pronation or supination when the arm is partially flexed.",
    "13. Olecranon bursitis presents as elbow pain, usually following a contact injury.",
    "14. Treatment for olecranon bursitis includes a compression bandage and NSAIDs.",
    "15. Trochanteric bursitis presents as lateral hip pain worsened with palpation and lying on one’s side in bed.",
    "16. Treatment for trochanteric bursitis includes NSAIDs.",
    "17. Septic bursitis presents with inflammation of the knee joint without joint effusion.",
    "18. Treatment for septic bursitis includes antibiotics.",
    "19. Prepatellar bursitis (housemaid’s knee) presents as anterior knee pain in people frequently on their knees.",
    "20. Treatment for prepatellar bursitis includes NSAIDs.",
    "21. Patellar tendonitis (Jumper’s knee) presents as inflammation of the patellar tendon with anterior knee pain that initially occurs after sports and progresses to chronic pain.",
    "22. Treatment for patellar tendonitis includes quadricep strengthening exercises.",
    "23. Patellofemoral instability presents similarly to patellar tendonitis but should not be confused with it.",
    "1. Patellofemoral instability is misalignment of the patella at the trochlear groove of the femur.",
    "2. Patellofemoral instability shows up on 2CK Peds CMS form 6 as a teenage girl who has knee pain worse after jumping or running and has crepitus.",
    "3. Patellofemoral pain syndrome is also known as chondromalacia patellae.",
    "4. Patellofemoral pain syndrome implies softening of cartilage in the knee.",
    "5. Patellofemoral pain syndrome is the answer on NBME if they say pain worsens when sitting for long periods of time or when going up or down stairs.",
    "6. Patellofemoral pain syndrome is classic in obesity or those who squat heavy weight.",
    "7. Treatment for patellofemoral pain syndrome is quadriceps strengthening exercises.",
    "8. Anterior cruciate ligament (ACL) injury is indicated by a positive anterior drawer test or Lachman test showing excessive anterior displacement of the tibia relative to the femur.",
    "9. ACL injury is classically caused when the knee is hyper-extended or with a rotational force on a fixed, planted knee.",
    "10. Posterior cruciate ligament (PCL) injury is indicated by a positive posterior drawer test showing excessive posterior displacement of the tibia relative to the femur.",
    "11. PCL injury is classically caused when the knee hits the dashboard in a car accident.",
    "12. Lateral collateral ligament (LCL) injury is indicated if the varus test induces excessive lateral motion of the knee compared to the unaffected side.",
    "13. The varus test involves placing a hand on the medial knee and pushing outward while the other hand is placed on the lateral ankle and pushing inward.",
    "14. Medial collateral ligament (MCL) injury is indicated if the valgus test induces excessive medial motion of the knee compared to the unaffected side.",
    "15. The valgus test involves placing a hand on the lateral knee and pushing inward while the other hand is placed on the medial ankle and pulling outward.",
    "16. Lateral meniscal tear is indicated by lateral knee pain where the patient experiences \"locking\" or \"catching\" of the knee in partial flexion.",
    "17. Lateral meniscal tear is diagnosed with the McMurray test, where internal rotation of the leg with concurrent knee extension causes lateral knee pain or \"catching.\"",
    "18. Medial meniscal tear is indicated by medial knee pain where the patient experiences \"locking\" or \"catching\" of the knee in partial flexion.",
    "19. Medial meniscal tear is diagnosed with the McMurray test, where external rotation of the leg with concurrent knee extension causes medial knee pain or \"catching.\"",
    "20. The \"unhappy triad\" refers to an injury involving the ACL, medial collateral ligament, and either the medial or lateral meniscus.",
    "21. Pes anserine bursitis is indicated by inferomedial knee pain.",
    "22. Iliotibial band syndrome is indicated by lateral knee pain, usually in a runner.",
    "23. The iliotibial band runs from the hip to the knee, and pain may occur anywhere along the hip, lateral thigh, and lateral knee, but is worst in the latter.",
    "24. Treatment for iliotibial band syndrome is conservative with physiotherapy and NSAIDs for pain.",
    "25. Osgood-Schlatter disease is indicated by knee pain in a fast-growing teenage male who plays soccer.",
    "26. Osgood-Schlatter disease involves inflammation of the patellar ligament at the tibial tuberosity.",
    "27. The mechanism of Osgood-Schlatter disease is repeated stress on the growth plate of the superior tibia.",
    "28. Plantar fasciitis is indicated by severe heel pain that is worst when first getting out of bed in the morning.",
    "29. Morton neuroma is indicated by pain and abnormal growth occurring between the 2nd and 3rd metatarsals, usually worsened with high-heel shoes.",
    "30. Morton neuroma is a benign growth/tumor of the intertarsal nerve, and its cause is idiopathic.",
    "31. The first step in diagnosing Morton neuroma is an x-ray to rule out arthritis and fractures.",
    "32. Ultrasound is used to confirm the diagnosis of Morton neuroma, showing thickening of the interdigital/intertarsal nerve.",
    "33. Treatment for Morton neuroma includes orthotics (comfortable shoes) and steroid injection.",
    "1. Neurogenic joint, also known as Charcot joint, occurs when a patient injures a joint due to lack of joint sensation from peripheral neuropathy.",
    "2. Neurogenic joint is usually seen in diabetes and can also be seen in neurosyphilis.",
    "3. On a USMLE exam, a diabetic patient with “disorganization of the tarsometatarsal joints” on foot x-ray indicates a neurogenic joint.",
    "4. Growing pains occur in healthy children aged 3-12 who awaken from sleep with throbbing pain in the legs.",
    "5. No treatment is necessary for growing pains.",
    "6. Tibia vara, also known as Blount disease, is characterized by bowing of the tibias after the age of 2 years in a patient where rickets has been ruled out.",
    "7. Tibia vara can be unilateral or bilateral.",
    "8. Bowing of one or both tibias is sometimes normal until age 2 years.",
    "9. Treatment for tibia vara is surgery (osteotomy).",
    "10. Talipes equinovarus, also known as clubbed foot, is initially treated with serial casting.",
    "11. Talipes equinovarus is usually idiopathic but can be seen in Potter sequence.",
    "12. Talipes equinovarus is not the same as rocker-bottom foot (congenital vertical talus), which is seen in Edward syndrome.",
    "13. Arthrogryposis is a condition where a child is born with multiple joint contractures.",
    "14. If a child has a clubbed foot along with knee and/or elbow contractures, the diagnosis is arthrogryposis.",
    "15. Chondromalacia patellae (patellofemoral pain syndrome) is diagnosed in a 34-year-old male with left knee pain that worsens when sitting for long periods or when going up or down stairs, and the treatment is quadriceps strengthening exercises.",
    "16. Patella tendonitis (Jumper’s knee) is diagnosed in a 50-year-old male who started playing recreational basketball two years ago and has knee pain initially worse with activity but now present even when not playing.",
    "17. Patellofemoral instability is diagnosed in a 16-year-old female volleyball player with knee pain for the past 6 weeks, worse when running or jumping, and exam shows crepitus.",
    "18. Trochanteric bursitis is diagnosed in a 65-year-old male with lateral hip pain that worsens when palpated and while lying on his side in bed.",
    "19. Post-traumatic arthritis is diagnosed in a 50-year-old male with knee pain worse with activity, a history of a proximal tibia fracture treated with open reduction and internal fixation, and an x-ray showing varus deformity of the knee.",
    "1. The anterior cruciate ligament is associated with the knee.",
    "2. Prepatellar bursitis, also known as \"housemaid’s knee,\" can be managed with ibuprofen.",
    "3. Septic bursitis presents with a painful, red, warm knee and no effusion on joint aspiration.",
    "4. Osgood-Schlatter disease involves inflammation of the patellar ligament at the tibial tuberosity.",
    "5. Plantar fasciitis involves inflammation of the plantar fascia and causes heel pain, especially in the morning.",
    "6. A posterior cruciate ligament (PCL) injury can occur from hitting the knee on the dashboard in a car accident, leading to excessive posterior displacement of the tibia.",
    "7. A lateral collateral ligament injury can be diagnosed with the varus test, which shows excessive motion of the lateral aspect of the knee when pressure is applied to the medial knee.",
    "8. A medial meniscal tear can cause medial knee pain and symptoms of \"catching\" or \"locking\" of the knee.",
    "9. Growing pains in children can cause terrible throbbing in the legs and do not require treatment.",
    "1. Bowing of the tibias can be normal up until age 2; after age 2 it is called tibia vara if rickets has been excluded.",
    "2. The answer on USMLE for inferomedial knee pain is pes anserine bursitis.",
    "3. A neonate born at term with perfectly healthy feet bent inward should be treated with serial casting; the diagnosis is talipes equinovarus (clubbed feet).",
    "4. A neonate born at term with clubbed feet and multiple joint contractures has a diagnosis of arthrogryposis.",
    "5. A 44-year-old female who wears high-heels and has severe pain under the foot along the 2nd and 3rd metatarsals should be treated with orthotics first, then steroid injection; the diagnosis is Morton neuroma.",
    "6. A 70-year-old male with long-standing diabetes, pain, and ulceration of the foot, and x-ray showing disorganization of the tarsometatarsal joints has a diagnosis of neurogenic joint (Charcot joint); the most likely explanation is the absence of normal joint sensation.",
    "7. Developmental dysplasia of the hip is diagnosed initially with Ortolani and Barlow maneuvers, which elicit a clicking and clunking on physical exam.",
    "8. Definitive diagnosis of developmental dysplasia of the hip is with hip ultrasound if the child is less than 6 months of age, and with hip x-ray if the child is older than 6 months.",
    "9. Treatment for developmental dysplasia of the hip is an abduction harness, also known as a Pavlik harness.",
    "10. Legg-Calve-Perthes disease is idiopathic avascular necrosis of the femoral head.",
    "11. A child 5-8 years old with hip pain should be diagnosed with a hip x-ray, which will show a contracted or flattened femoral head for Legg-Calve-Perthes disease.",
    "12. If the hip x-ray is negative for Legg-Calve-Perthes disease, diagnosis should be made with a bone scan or MRI.",
    "13. Treatment for Legg-Calve-Perthes disease is hip replacement.",
    "14. Slipped capital femoral epiphysis (SCFE) typically presents in a 10-13-year-old overweight boy with a painful limp.",
    "15. The mechanism of SCFE is the displacement of the epiphysis of the femoral head.",
    "1. Age matters the most in diagnosing hip conditions in children.",
    "2. A 13-year-old male with a painful gait and no mention of weight suggests SCFE.",
    "3. A 13-year-old with a BMI of 20 and 6 feet tall suggests SCFE.",
    "4. An X-ray showing \"ice cream falling off the cone\" indicates SCFE.",
    "5. An X-ray in a 5-year-old showing \"contracted capital femoral epiphysis\" indicates LCP, not SCFE.",
    "6. The term \"contracted\" is highly indicative of LCP.",
    "7. Treatment for SCFE is surgical pinning.",
    "8. A 4-month-old boy with clicking and clunking on physical examination should have an ultrasound for primary hip dysplasia.",
    "9. For a 4-month-old boy with clicking and clunking, the next best step in management is an ortho referral.",
    "10. For a 7-month-old boy with clicking and clunking, the next best step in management is an x-ray.",
    "11. A 4-month-old girl with clicking and clunking on physical exam likely has a \"poorly developed acetabulum.\"",
    "12. A 4-month-old girl with clicking and clunking and an ultrasound showing a poorly developed acetabulum should be managed with an abduction harness.",
    "13. A 5-year-old male with right hip pain, a limp, and an x-ray showing contracted capital femoral epiphysis likely has Legg-Calve-Perthes.",
    "14. An 8-year-old male with sickle cell disease, hip pain, and a limp likely has avascular necrosis.",
    "15. Legg-Calve-Perthes is idiopathic avascular necrosis.",
    "16. Known causes of avascular necrosis (e.g., sickle cell, Gaucher, corticosteroids) rule out Legg-Calve-Perthes.",
    "17. An 8-year-old male with hepatomegaly, hip pain, and macrophages with a wrinkled tissue appearance likely has Gaucher disease.",
    "18. Gaucher disease is caused by a deficiency of glucocerebrosidase.",
    "19. Gaucher disease can present with glycogen storage disease and bone problems.",
    "20. A 9-year-old female with painful left hip and a normal x-ray, diagnosed with a bone scan, likely has Legg-Calve-Perthes.",
    "21. An x-ray can be negative initially in Legg-Calve-Perthes, and the next best step is a bone scan or MRI.",
    "22. A 7-year-old female with hip pain and an x-ray showing a contracted or flattened femoral head likely has Legg-Calve-Perthes.",
    "1. Avascular necrosis can be caused by chronic corticosteroids in the setting of advanced autoimmune disease.",
    "2. The right femoral head appears hypointense (more black) in avascular necrosis.",
    "3. The necrotic portion of the femoral head appears black and the remaining part is flattened or contracted.",
    "4. Slipped capital femoral epiphysis (SCFE) is characterized by displacement of the epiphysis of the femoral head.",
    "5. SCFE is commonly seen in overweight pre-adolescent boys with a painful limp.",
    "6. Antalgic gait means walking with a painful limp and is non-specific.",
    "7. SCFE can be diagnosed even if the BMI is normal; the age (10-13 years) is more important.",
    "8. Parathyroid hormone (PTH) binds to osteoblasts, not osteoclasts.",
    "9. PTH causes bone resorption to increase serum calcium.",
    "10. After PTH binds to osteoblasts, they express RANK-ligand (RANK-L) on their cell surface.",
    "11. RANK-L binds to RANK receptor on osteoclasts, leading to bone resorption.",
    "1. Osteoprotegerin (OPG) is protective of bone loss.",
    "2. OPG acts as an endogenous competitive inhibitor of RANK-L.",
    "3. If more OPG is present, RANK-L will bind to OPG instead of the RANK receptor, resulting in less osteoclast activation and less bone resorption.",
    "4. OPG is suppressed by cytokines, namely IL-1.",
    "5. Too much cytokine activity can cause osteoporosis.",
    "6. IL-1 is also known as osteoclast-activating factor.",
    "7. Estrogen suppresses cytokine activity (IL-1) on bone, resulting in an increased OPG/RANK-L ratio and lower risk of bone resorption.",
    "8. In the post-menopausal state, decreased estrogen leads to decreased suppression of IL-1 on bone, decreased OPG/RANK-L ratio, increased bone resorption, and osteoporosis.",
    "9. Increased osteoblast activity causes high alkaline phosphatase (ALP).",
    "10. ALP levels go up when parathyroid hormone (PTH) is high.",
    "11. ALP is elevated in Paget disease of bone.",
    "12. Low ALP indicates defective osteoblasts.",
    "13. Osteoporosis is defined as bone density more than 2.5 standard deviations below the mean as compared with young adult women.",
    "14. Osteopenia is defined as bone density 1.5-2.5 standard deviations below the mean.",
    "15. Bone densitometry is recommended at age 65.",
    "16. Female gender is the most important risk factor for osteoporosis.",
    "17. Family history is more important than age in determining osteoporosis risk in females.",
    "18. Males are unlikely to develop osteoporosis, even with a family history of females with the disorder.",
    "19. Black race is protective against osteoporosis.",
    "20. Activity level before a fracture is the most important predictor of success in the rehabilitation of an elderly woman with a femoral fracture.",
    "21. Weight-bearing exercise during life is protective against osteoporosis later.",
    "22. Corticosteroids and Cushing syndrome are causes of osteoporosis.",
    "23. Compression fractures are indicative of osteoporosis.",
    "24. IL-1 causes a highly trabecular/hollowed out vertebral body, leading to osteoporosis.",
    "1. Low/low-normal BMI causing osteoporosis is high yield (HY) for 2CK NBMEs.",
    "2. Metatarsal stress fractures are high yield in low-BMI young female runners who have low bone density.",
    "3. USMLE assesses low vitamin D in the setting of intestinal malabsorption (e.g., cystic fibrosis, Crohn's disease) as a cause of osteoporosis.",
    "4. Serum calcium, phosphate, PTH, and ALP are all normal in osteoporosis.",
    "5. Treatment for osteoporosis includes weight-bearing exercise first.",
    "6. Calcium and vitamin D are the first medical/pharmacologic treatments for osteoporosis.",
    "7. Bisphosphonates can be used after calcium and vitamin D for osteoporosis.",
    "8. Teriparatide is an N-terminus PTH analogue that stimulates bone development.",
    "9. Denosumab is a RANK-L monoclonal antibody.",
    "10. Osteomalacia is vitamin D deficiency in adults; rickets is vitamin D deficiency in children.",
    "11. Rickets presents with craniotabes, rachitic rosary, and genu varum.",
    "12. Osteomalacia means softening of bone due to deficient mineralization of osteoid.",
    "13. Important causes of vitamin D deficiency include intestinal malabsorption and chronic pancreatitis.",
    "14. Renal failure leading to osteomalacia is called renal osteodystrophy.",
    "15. \"Pseudofracture\" on x-ray is a finding in osteomalacia/rickets.",
    "16. Patients with osteomalacia/rickets have decreased calcium, decreased phosphate, and increased PTH.",
    "17. Osteopetrosis is due to osteoclast dysfunction resulting in recurrent fractures in children.",
    "18. Osteoclast dysfunction in osteopetrosis is due to deficiency of carbonic anhydrase II.",
    "19. Granulocyte-macrophage colony-stimulating factor (GM-CSF) causes the differentiation of osteoclast precursors into osteoclasts.",
    "20. Osteogenesis imperfecta is a collagen I defect that results in recurrent fractures in a child.",
    "21. Osteogenesis imperfecta can present with blue sclerae and conductive hearing loss.",
    "22. Paget disease is an idiopathic disorder of increased bone turnover.",
    "23. Paget disease presents with mixed osteoblastic and osteoclastic phases and heterogenous bone on x-ray.",
    "24. Paget disease often presents in males over 50 with symptoms like a hat not fitting anymore and tinnitus.",
    "25. In Paget disease, serum ALP is typically elevated, while calcium, phosphate, and PTH are normal.",
    "1. High-output cardiac failure can occur due to intraosseous AV-fistulae, where the patient has an S3 heart sound with a high ejection fraction.",
    "2. Black race is protective against osteoporosis.",
    "3. Interleukin-1 (IL-1), also known as osteoclast-activating factor, is responsible for increased bone resorption leading to osteoporosis in post-menopausal women.",
    "4. A 22-year-old female who runs a lot and has a BMI of 20 is at increased risk for osteoporosis.",
    "5. A 34-year-old male with bitemporal hemianopsia, 20-lb weight gain over the past 6 months, and a compression fracture likely has a tumor secreting ACTH, indicating Cushing disease.",
    "6. Cortisol can cause osteoporosis.",
    "7. The most important predictor of success during the rehabilitation process for a 72-year-old female who fractures her femur is her activity level before the fracture.",
    "1. A patient with bowed tibias, low calcium, low phosphate, and high PTH is diagnosed with rickets with genu varum.",
    "2. A 70-year-old female with type II diabetes, renal failure, and left hip pain is diagnosed with osteomalacia due to renal failure causing low vitamin D.",
    "3. Renal osteodystrophy is osteomalacia caused by renal failure.",
    "4. A 70-year-old female with renal failure, left hip pain, and pseudofracture on x-ray has osteomalacia due to decreased intestinal absorption of calcium.",
    "5. Pseudofracture is indicative of osteomalacia.",
    "6. In a patient with renal failure, low calcium, high phosphate, high PTH, and low calcitriol are indicative of osteomalacia.",
    "7. A 3-year-old with recurrent fractures and increased bone density has osteopetrosis, which can be caused by a deficiency of carbonic anhydrase II or a problem with GM-CSF signaling.",
    "8. A 6-year-old with recurrent fractures and a mother with a history of recurrent miscarriages has osteogenesis imperfecta due to a defect in procollagen synthesis.",
    "9. A 56-year-old male with tinnitus in the left ear, an S3 heart sound, and an ejection fraction of 70% should have serum ALP levels checked for Paget disease of bone.",
    "10. Paget disease of bone is often indicated by an isolated increase in serum ALP, with normal calcium, phosphate, and PTH levels.",
    "11. High-output cardiac failure can occur from intraosseous AV fistulae in Paget disease of bone.",
    "12. A 16-year-old who falls off a bike and has a broken radius with severe pain in the arm after a cast is applied is likely experiencing compartment syndrome.",
    "1. If a limb is placed in a cast before swelling has maximized, compartment syndrome can result, where the patient experiences increasingly severe pain and paresthesias of the limb.",
    "2. In a patient with severe pain in a limb after being placed in a cast, the next best step is to measure compartment pressures.",
    "3. The treatment for compartment syndrome is fasciotomy.",
    "4. Abdominal compartment syndrome can occur when intra-abdominal pressure rises, causing multi-organ dysfunction.",
    "5. Abdominal compartment syndrome can be due to peritonitis with edema or massive volume resuscitation.",
    "6. Chest pain that worsens with change in positioning (except pericarditis, which worsens when leaning back) suggests a musculoskeletal etiology, such as costochondritis.",
    "7. Costochondritis can present with chest pain that worsens when reaching behind the back and over the head, and pain on palpation.",
    "8. The treatment for costochondritis is NSAIDs.",
    "9. Pleurodynia is intercostal muscle spasm following a viral infection that presents as lateral chest pain and can be associated with elevated serum creatine kinase.",
    "10. Rhabdomyolysis can present with false-positive blood on urine dipstick, where the dipstick cannot differentiate between free myoglobin and RBC hemoglobin, but light microscopy will be negative.",
    "11. Alcoholism is a significant risk factor for rhabdomyolysis.",
    "12. Rhabdomyolysis can present with elevated serum potassium and urine showing brown pigmented casts.",
    "1. 3-4 RBCs/hpf in urine light microscopy is considered negative.",
    "2. Chondrosarcoma can occur in any long bone, as well as the pelvis/hip.",
    "3. Chondrosarcoma is described as “glistening” or “shiny” in appearance on USMLE.",
    "4. Chondrosarcoma histology is described as “neoplastic chondrocytes embedded in lacunae” or “neoplastic chondrocytes filling lacunae.”",
    "5. Osteosarcoma is the most common primary bone cancer, usually in patients aged 10-30.",
    "6. Rb mutations (congenital retinoblastoma) are associated with osteosarcoma.",
    "7. Osteosarcoma can occur in patients with Paget disease of bone.",
    "8. Codman triangle is a periosteal reaction with lifting of periosteum off the bone.",
    "9. Sunburst appearance is a periosteal reaction described as “spiculated new bone formation.”",
    "10. Osteosarcoma histology can be described as “pleomorphic neoplastic cells producing new woven bone.”",
    "11. Ewing sarcoma presents similarly to osteomyelitis in children (fever and bone pain).",
    "12. Ewing sarcoma bone scan shows uptake in the diaphysis, while osteomyelitis shows uptake in the metaphysis.",
    "13. Ewing sarcoma histology shows “small blue cells of neuroendocrine origin” and/or “onion-skinning.”",
    "14. Ewing sarcoma is associated with t(11;22) translocation.",
    "15. Osteoid osteoma presents with pain relieved by NSAIDs.",
    "16. Osteoma is associated with Gardner syndrome (Familial adenomatous polyposis + soft tissue tumors).",
    "17. Osteomas are benign bone tumors that usually grow from the skull.",
    "18. Giant cell tumor (osteoclastoma) has a “soap bubble” appearance and usually occurs in individuals aged 20-40.",
    "19. Unicameral bone cyst is a benign bone tumor that usually occurs from birth to age 20 and is fluid-filled.",
    "20. Cancer metastases to the vertebrae are common from breast, prostate, and lung cancers.",
    "21. Diffuse bone pain in a patient with a background of cancer suggests metastases.",
    "1. Technetium-99 bone scan can show cancer metastases.",
    "2. Similar imaging is used for prostate metastases on 2CK IM forms.",
    "3. A 1-year-old boy with leukocoria (white pupil) is most likely to develop osteosarcoma later in life.",
    "4. The diagnosis for a 1-year-old boy with leukocoria is congenital retinoblastoma.",
    "5. Rb mutations cause both retinoblastoma and osteosarcoma.",
    "6. A 20-year-old male with pain in the left distal femur and x-ray showing elevation of periosteum and spiculated new bone formation is diagnosed with osteosarcoma.",
    "7. Elevation of periosteum on x-ray is known as Codman triangle.",
    "8. Spiculated new bone formation on x-ray is known as sunburst appearance.",
    "9. A 61-year-old male with pain in the left hip and a specific histological image is diagnosed with chondrosarcoma.",
    "10. A 54-year-old male with pain in the right hip, x-ray showing a tumor, and biopsy showing a glistening/shiny lesion is diagnosed with chondrosarcoma.",
    "11. Chondrosarcoma is characterized by chondrocytes embedded in lacunae.",
    "12. A 25-year-old female with pain in the proximal tibia, x-ray showing a lesion, and pain relieved with ibuprofen is diagnosed with osteoid osteoma.",
    "13. Osteoid osteoma is diagnosed when bone tumor pain is relieved with NSAIDs.",
    "14. An 18-year-old female with a 1-cm hard mass growing from the skull and a family history of colon cancer is diagnosed with Gardner syndrome presenting with osteoma.",
    "15. Gardner syndrome includes familial adenomatous polyposis and either osteoma or lipoma.",
    "16. A 12-year-old male with fever, pain in the left forearm, and bone scan showing uptake in the diaphysis is diagnosed with Ewing sarcoma.",
    "17. Ewing sarcoma can present similarly to osteomyelitis, but bone scan uptake is more likely in the diaphysis.",
    "18. In osteomyelitis, bone scan uptake is in the metaphysis.",
    "19. A 12-year-old male with fever, pain in the left forearm, and biopsy showing a specific histological image is diagnosed with Ewing sarcoma.",
    "20. Ewing sarcoma is associated with t(11;22) translocation.",
    "21. Ewing sarcoma histology shows small blue cells of neuroendocrine origin.",
    "22. A 17-year-old male with pain in the upper left humerus and a specific x-ray is diagnosed with unicameral bone cyst.",
    "23. Unicameral bone cyst is an underrated diagnosis for USMLE but appears on the exam.",
    "24. A 37-year-old male with pain in the right elbow and a specific x-ray is diagnosed with giant cell tumor of bone (osteoclastoma).",
    "25. Giant cell tumor of bone (osteoclastoma) x-ray shows a soap-bubble appearance.",
    "26. Unicameral bone cyst usually occurs from birth to age 20.",
    "27. Osteoclastoma usually occurs between ages 20-40.",
    "1. Metastatic malignancy is an important cause of high Ca2+.",
    "2. Prostate cancer is a likely cause of metastatic malignancy if there is no past medical history.",
    "3. Liposarcoma is a malignant tumor of fat.",
    "4. Lipoma is a benign tumor of fat and is associated with Gardner syndrome.",
    "5. Rhabdomyoma is a benign tumor of striated muscle, usually associated with tuberous sclerosis.",
    "6. Rhabdomyosarcoma is a malignant tumor of striated muscle, often presenting as sarcoma botryoides in pediatrics.",
    "7. A spiral fracture is pathognomonic for child abuse and is caused by a rotational/twisting force applied to a limb.",
    "8. A simple fracture, also known as a closed fracture, is where the skin is not broken and the underlying bone does not pierce the skin.",
    "9. A compound fracture, also known as an open fracture, is where the skin is broken and the underlying bone pierces the skin.",
    "10. A comminuted fracture is where the bone is broken into at least two pieces.",
    "11. A greenstick fracture is more common in children than adults and occurs when the bone bends and cracks instead of breaking completely into two pieces.",
    "12. Children's bones are more flexible than adult bones because they have higher collagen content and lower mineral content.",
    "13. A linear skull fracture is the most common type of skull fracture, where there is a break in the skull but the bone has not moved.",
    "1. Epidural hematoma is classically associated with a base of skull fracture.",
    "2. A base of skull fracture presents with Battle sign, raccoon eyes, rhinorrhea, and otorrhea.",
    "3. Metatarsal stress fracture is common in long-distance runners with low BMI.",
    "4. Female long-distance runners with low BMI and a metatarsal stress fracture are at greatest risk of developing osteoporosis.",
    "5. Clavicular fracture occurs with a fall on an outstretched hand or handlebar injury.",
    "6. The most common site of clavicular fracture is the middle-third of the clavicle.",
    "7. Treatment for a clavicular fracture is a Figure-of-8 sling.",
    "8. Scaphoid fracture presents as pain over the anatomic snuffbox in patients with a fall on an outstretched hand.",
    "9. Acute x-rays for scaphoid fractures are usually negative.",
    "10. Treatment for a scaphoid fracture includes a thumb-spica cast to prevent avascular necrosis, followed by a repeat x-ray in 2-3 weeks.",
    "11. Lunate fracture presents with pain in the central palm and no pain over the anatomic snuffbox.",
    "12. Hook of hamate fracture can cause distal ulnar nerve injury or Guyon canal syndrome.",
    "13. Hook of hamate fracture is often caused by handlebar injury.",
    "14. Surgical neck of humerus fracture causes axillary nerve injury, leading to loss of deltoid function and sensation over the deltoid.",
    "15. Midshaft fracture of the humerus causes radial nerve injury, leading to wrist-drop and a pronated arm.",
    "16. Supracondylar fracture of the humerus causes median nerve injury, leading to motor and sensory dysfunction of forearm muscles, first three fingers, and the thenar region.",
    "17. Vertebral compression fracture is synonymous with osteoporosis on USMLE.",
    "18. Vertebral compression fracture often presents with point tenderness over a vertebra.",
    "19. Pseudofracture appears as a band of low-density bone on x-ray but is not an actual fracture.",
    "20. Pseudofracture is synonymous with vitamin D deficiency (osteomalacia/rickets) on USMLE.",
    "21. Osteomalacia due to renal failure is called renal osteodystrophy.",
    "22. Orbital floor fracture can cause entrapment of the inferior rectus and inferior oblique muscles.",
    "23. Orbital floor fracture may present with impaired upward gaze after being hit in the eye.",
    "24. Epidural hematoma is the most likely type of bleed in a patient with a linear skull fracture from a car accident.",
    "25. Spiral fractures in children are pathognomonic for child abuse and require contacting child protective services.",
    "26. Increased intracranial pressure can cause high blood pressure, bradycardia, and bruising around the eyes and behind the ears in a patient with a low GCS score after a car accident.",
    "27. Cushing reflex is characterized by the triad of hypertension, bradycardia, and bradypnea due to increased intracranial pressure.",
    "1. Increased intracranial pressure (ICP) can be indicated by a base of skull fracture, Battle sign, and raccoon eyes.",
    "2. A 36-year-old male cyclist with a fracture of the middle-third of the clavicle should be managed with a figure-of-8 sling.",
    "3. Mild weakness of finger abduction/adduction and a positive Froment sign in a cyclist suggests compression of the deep branch of the ulnar nerve at the hook of hamate.",
    "4. Duchenne and Becker muscular dystrophies are X-linked recessive disorders caused by mutations in the dystrophin (DMD) gene.",
    "5. Duchenne muscular dystrophy presents with pseudohypertrophy and the Gower maneuver in young boys.",
    "6. Becker muscular dystrophy presents in adolescence or young adulthood and is less severe than Duchenne.",
    "7. Duchenne muscular dystrophy is typically caused by a frameshift mutation, while Becker is not.",
    "8. Polymyalgia rheumatica (PMR) usually affects patients over 50 with proximal muscle pain and stiffness, but no weakness on physical exam and normal creatine kinase (CK) levels.",
    "9. PMR can present with high ESR and low-grade fever.",
    "10. PMR can present with or without temporal (giant cell) arteritis.",
    "11. Temporal arteritis can cause jaw claudication and should be treated with steroids first to prevent blindness, followed by biopsy.",
    "12. There is no specific diagnostic test for PMR; diagnosis is made clinically.",
    "13. Treatment for PMR is steroids; NSAIDs are not effective.",
    "14. Polymyositis usually affects patients over 50 with proximal muscle pain and stiffness, and presents with muscle weakness on physical exam and/or increased serum CK.",
    "15. Dermatomyositis is polymyositis with skin findings such as Gottron papules, mechanics’ hands, shawl rash, and heliotrope rash.",
    "16. Patients with polymyositis or dermatomyositis are often positive for anti-Jo1 antibodies.",
    "1. Electromyography and nerve conduction studies are the first step in management for polymyositis/dermatomyositis.",
    "2. Muscle biopsy is confirmatory for polymyositis/dermatomyositis, showing CD8+ T cell infiltration.",
    "3. Dermatomyositis can be a paraneoplastic syndrome of ovarian cancer.",
    "4. Treatment for dermatomyositis is steroids.",
    "5. Fibromyalgia is a psych condition, not an actual muscle disorder.",
    "6. Labs for fibromyalgia will be normal, and ESR will not be elevated.",
    "7. Fibromyalgia patients will not have fever.",
    "8. Fibromyalgia is often described as a woman in her 20s-50s with multiple symmetric muscle tenderness points.",
    "9. Treatment for fibromyalgia is SSRIs.",
    "10. Temporomandibular joint dysfunction is indicated by jaw pain precipitated by eating.",
    "11. Myotonic dystrophy is an autosomal dominant, CTG trinucleotide repeat expansion disease.",
    "12. Myotonia is the inability to relax muscles.",
    "13. Myotonic dystrophy may present with a patient unable to relax grip on a doorknob/handshake or let go of a golf club.",
    "14. Myotonic dystrophy is sometimes associated with early/frontal balding.",
    "15. Hypothyroid myopathy is especially highlighted for hypothyroidism on USMLE.",
    "16. Hypothyroid myopathy may present with proximal muscle weakness or increased CK in a patient with ongoing fatigue, dysthymia, menstrual irregularities, etc.",
    "17. Drug-induced myopathy is classically seen when statins and fibrates are combined.",
    "18. Mild CK elevations are normal and expected in patients commencing statins or fibrates.",
    "19. The cause of myopathy when statins and fibrates are combined is P450-mediated interaction.",
    "20. Mitochondrial myopathy can present with hypotonia, ear/eye problems, and lactic acidosis.",
    "21. \"Ragged red fibers\" can be a descriptor in mitochondrial myopathy.",
    "22. Mitochondrial disorders are maternally inherited only.",
    "23. Heteroplasmy refers to offspring having varying disease severity based on variation in allocation of diseased mitochondrial genes.",
    "24. Inclusion body myositis is indicated by a patient 50 or older with months to years of progressive muscle weakness and a muscle biopsy showing basophilic rimmed vacuoles.",
    "25. Mixed connective tissue disease is indicated by anti-U1-ribonucleoprotein (U1-RNP) antibodies.",
    "26. Mixed connective tissue disease presents with combined features/symptoms from lupus, polymyositis, and scleroderma.",
    "1. Polymyalgia rheumatica (PMR) presents as pain and stiffness of proximal muscles, usually in patients over 50.",
    "2. Polymyositis is diagnosed when there is pain and stiffness of shoulders, elevated ESR and CK.",
    "3. Pain and stiffness are not unique to PMR and can be seen in polymyositis.",
    "4. Polymyositis can be diagnosed even if CK is normal, if there is weakness on physical exam.",
    "5. PMR is the most likely diagnosis when there is weakness, pain, and stiffness of shoulders, elevated ESR, and no mention of CK elevation or weakness on physical exam.",
    "6. Electromyography and nerve conduction studies are the next best steps in diagnosing polymyositis when there is pain, stiffness, elevated ESR, and weakness on physical exam.",
    "7. Polymyositis pathophysiology involves CD8+ T cells and macrophages surrounding muscle fibers.",
    "8. Temporal (giant cell) arteritis can present with bilateral temporal headache, slightly blurry vision, high ESR, and bilateral hip pain.",
    "9. The next best step in managing temporal arteritis is IV methylprednisolone to prevent blindness, followed by a biopsy of the temporal artery.",
    "10. Giant cell arteritis can present with right-sided temporal pain, high ESR, low-grade fever, jaw pain, and low hemoglobin.",
    "11. Low hemoglobin in giant cell arteritis is due to anemia of chronic disease.",
    "1. Temporomandibular joint dysfunction can cause right-sided temporal and facial pain that worsens with eating.",
    "2. Temporal arteritis is not the diagnosis if pain worsens with eating; temporomandibular joint dysfunction is.",
    "3. Fibromyalgia can present with a 6-month history of muscle pain and 12 symmetric tender points on physical exam.",
    "4. ESR is not elevated in fibromyalgia.",
    "5. Treatment for fibromyalgia includes anti-depressant therapy, specifically SSRIs.",
    "6. Fibromyalgia is considered a psych condition treated with SSRIs.",
    "7. Dermatomyositis can be a paraneoplastic syndrome of ovarian cancer.",
    "8. Around 10-20% of women with dermatomyositis have ovarian cancer.",
    "9. Myotonic dystrophy can present with frontal balding and difficulty letting go of a handshake.",
    "10. Myotonic dystrophy is an autosomal dominant condition with CTG trinucleotide repeat expansion.",
    "11. Hypothyroidism (Hashimoto) can present with low energy, fatigue, gradually lengthening periods, bradycardia, elevated hepatic AST, total cholesterol, and serum creatine kinase.",
    "12. Elevated CK in hypothyroidism is due to hypothyroid myopathy.",
    "13. Transaminases can be elevated in thyroid dysfunction.",
    "14. Hypothyroidism can cause menstrual irregularities, bradycardia, high cholesterol, dysthymia, and a doughy texture to the skin.",
    "1. Hypothyroidism can cause skin issues and carpal tunnel syndrome.",
    "2. Common symptoms of hypothyroidism include cold intolerance, weight gain, brittle hair, and constipation.",
    "3. Mild elevation in serum creatine kinase is normal and expected in patients who commence statins.",
    "4. Statins do not need to be discontinued unless creatine kinase elevations are more than 10 times the upper limit of normal.",
    "5. Simultaneous use of a statin and fibrate can cause myopathy through a P-450-mediated interaction.",
    "6. A 3-year-old with hypotonia, weakness, lactic acidosis, and poor hearing and vision may have a condition explained by heteroplasmy.",
    "7. The tetrad of hypotonia, lactic acidosis, and eye/ear problems is significant for USMLE.",
    "8. A 3-year-old with hypotonia, lactic acidosis, and ragged red fibers on muscle biopsy likely has a mitochondrial inheritance.",
    "9. Duchenne muscular dystrophy is characterized by large calves and the use of arms to walk up off the floor, with an X-linked recessive inheritance pattern.",
    "10. Duchenne muscular dystrophy involves disruption of the cytoskeleton due to mutations in the DMD (dystrophin) gene.",
    "11. Muscle biopsy in Duchenne muscular dystrophy will show connective tissue stromal cells or fibroadipose tissue, indicating pseudohypertrophy.",
    "12. The molecular mechanism for Duchenne muscular dystrophy is a frameshift mutation resulting in a truncated, non-functional protein.",
    "13. Becker muscular dystrophy is characterized by increasing muscle weakness and muscular enlargement, with a family history of cardiomyopathy, and is less severe than Duchenne muscular dystrophy.",
    "1. Becker muscular dystrophy usually presents in adolescence or young adulthood.",
    "2. Duchenne muscular dystrophy usually presents in childhood.",
    "3. Achondroplasia is caused by constitutive activation of the FGFR3 gene.",
    "4. Achondroplasia results in failed cartilage conversion into bone.",
    "5. Achondroplasia presents as shortened limbs but normal head size and trunk size.",
    "6. Achondroplasia is an autosomal dominant condition.",
    "7. Direct inguinal hernia occurs when the small bowel herniates medial to the inferior epigastric vessels.",
    "8. Direct inguinal hernia usually occurs in older men.",
    "9. Direct inguinal hernia occurs due to weakness of the abdominal wall musculature or transversalis fascia.",
    "10. The coverings of a direct inguinal hernia include skin, superficial fascia, external spermatic fascia, cremasteric fascia, and extraperitoneal tissue.",
    "11. A direct inguinal hernia passes through Hesselbach's triangle.",
    "12. The boundaries of Hesselbach's triangle are the lateral border of the rectus abdominis muscle (medial), the inferior epigastric vessels (lateral), and the inguinal ligament (inferior).",
    "13. Indirect inguinal hernia occurs when the small bowel herniates lateral to the inferior epigastric vessels through the deep inguinal ring.",
    "14. Indirect inguinal hernia is seen classically in male infants but can occur at any age.",
    "15. The mechanism for an indirect inguinal hernia is a patent processus vaginalis.",
    "16. An indirect inguinal hernia can be reduced with pressure applied over the deep inguinal ring.",
    "17. Femoral hernia occurs when the small bowel protrudes through the femoral canal, inferior to the inguinal ligament.",
    "18. Femoral hernias account for 5% of all hernias and are more common in women.",
    "19. The boundaries of the femoral canal are the femoral vein (lateral), lacunar ligament (medial), pectineal ligament (posterior), and inguinal ligament (anterosuperior).",
    "20. Spigelian hernia is a rare abdominal hernia that occurs lateral to the linea semilunaris of the rectus abdominis.",
    "21. Spigelian hernia is usually seen in older adults.",
    "1. The medial border of the hernia is the rectus abdominis.",
    "2. Umbilical hernia involves small bowel herniation through the umbilicus.",
    "3. Umbilical hernia can occur at any age and is associated with congenital hypothyroidism (cretinism).",
    "4. An umbilical hernia is completely covered by skin.",
    "5. An omphalocele is a herniation covered by a thin, translucent layer of peritoneal membrane.",
    "6. Umbilical hernia can be idiopathic but is often associated with Trisomy 13, Trisomy 18, and Beckwith-Wiedemann syndrome.",
    "7. Paraumbilical hernia involves small bowel herniation through the linea alba.",
    "8. A paraumbilical hernia is completely covered by skin and usually protrudes superior to the umbilicus.",
    "9. Gastroschisis is not covered by anything and protrudes to the right of the umbilicus.",
    "10. Gastroschisis is sometimes seen in Trisomy 13 and Trisomy 18.",
    "11. Epigastric hernia involves small bowel protrusion in the epigastrium through the linea alba.",
    "12. Epigastric hernia is located further up in the abdomen in the epigastrium compared to paraumbilical hernia.",
    "13. Incisional hernia can occur at the site of any abdominal incision.",
    "14. Obturator hernia is a rare hernia of the pelvic floor with small bowel contents protruding through the obturator foramen.",
    "15. The Howship-Romberg sign is used to diagnose obturator hernia.",
    "16. Thigh extension, medial rotation, and abduction causing lancinating pain in the medial thigh/obturator distribution is indicative of obturator hernia.",
    "17. Sciatic hernia is a rare hernia of the pelvis with small bowel protrusion through either the greater or lesser sciatic foramen.",
    "18. Sciatic hernia can mimic sciatica due to compression of the sciatic nerve.",
    "19. Lumbar hernia is a rare hernia that presents with pain and herniation in the lower back.",
    "20. Perineal hernia is a rare hernia of the pelvic floor that can occur due to atrophy of the levator ani muscle.",
    "21. A 1-year-old boy with an enlarged testis and scrotal mass reducible with pressure over the deep inguinal ring likely has an indirect inguinal hernia.",
    "22. The mechanism for an indirect inguinal hernia is the same as the formation of a hydrocele.",
    "23. Pressure applied to the deep inguinal ring can reduce an indirect inguinal hernia.",
    "24. A 12-year-old boy with a testicular mass that enlarges with cough and reduces when lying down likely has an indirect inguinal hernia.",
    "25. An indirect inguinal hernia is lateral to the inferior epigastric artery and superior to the inguinal ligament.",
    "1. A bulging mass in the groin that is not painful, worsens with cough, and improves when supine is indicative of a direct inguinal hernia.",
    "2. A direct inguinal hernia is located medial to the inferior epigastric artery.",
    "3. Direct inguinal hernias usually occur in older men.",
    "4. A painful and palpable mass in the groin inferior to the inguinal ligament is indicative of a femoral hernia.",
    "5. The femoral vein is lateral to a femoral hernia.",
    "6. A Spigelian hernia is located just lateral to the linea semilunaris.",
    "7. The lateral border of the rectus abdominis is medial to a Spigelian hernia.",
    "8. An obturator hernia causes worsening of pain when the ipsilateral leg is extended, medially rotated, and abducted.",
    "9. The Howship-Romberg sign is used to diagnose an obturator hernia.",
    "10. An 8-month-old boy with a large tongue, hypotonia, and an umbilical hernia likely has congenital hypothyroidism (cretinism).",
    "11. Routine newborn screening, including a heel-prick test, can prevent congenital hypothyroidism.",
    "12. A neonatal male with an enlarged occiput, clenched fingers, rocker-bottom feet, and an omphalocele likely has trisomy 18 (Edward syndrome).",
    "13. Omphalocele is characterized by the protrusion of abdominal contents through the umbilicus covered in a thin membrane.",
    "14. Gastroschisis protrudes to the right of the umbilicus and is not covered in a layer of peritoneal membrane.",
    "15. For a thoracentesis or needle decompression, the needle should be inserted just above the rib to avoid injury to the neurovascular bundle at the inferior margin of each rib.",
    "1. For an intercostal nerve block, the needle should be inserted just below each rib (at the inferior margin).",
    "2. The most likely pathway of chest pain in a 40-year-old male with severe, left-sided chest pain after a car accident is carried by the intercostal nerve.",
    "3. The numerical rib location for needle insertion for a thoracentesis varies, but one source suggests the midaxillary line above the 9th rib.",
    "4. The typical location for needle decompression followed by chest tube insertion for pneumothorax is the second intercostal space (just superior to the third rib).",
    "5. A painless, midline neck lump in a child that moves upward with swallowing or protrusion of the tongue is indicative of a thyroglossal duct cyst.",
    "6. A painless mass inferior to the hyoid bone that demonstrates uptake with a Technetium-99 scan can also describe a thyroglossal duct cyst.",
    "7. The embryology of a thyroglossal duct cyst is derived from the endoderm of the foramen cecum.",
    "8. A nodular mass in the lateral neck in an infant born via forceps delivery suggests sternocleidomastoid injury.",
    "9. An idiopathic lateral neck mass in an infant that may or may not have an opening to the skin suggests a branchial cleft cyst.",
    "10. Purulent discharge coming from the sphenoethmoid recess indicates the location is superior to the superior concha.",
    "11. Bone age can be used to ascertain the approximate age of a child from an x-ray of the hand.",
    "12. If a child is short and bone age equals chronologic age, it indicates genuine short stature (e.g., familial short stature, Turner syndrome).",
    "13. If a child is short and bone age is less than chronologic age, it indicates constitutional short stature or constitutional growth delay.",
    "14. If child abuse is suspected, obtaining a skeletal survey can evaluate for radiographic evidence of fractures at different stages of healing.",
    "15. Baclofen agonizes GABAB receptors and is used for spasticity, classically in multiple sclerosis.",
    "1. GABAB is an agonist, not an antagonist.",
    "2. Benztropine is a muscarinic (cholinergic) receptor antagonist.",
    "3. Benztropine is used to treat acute dystonia due to anti-psychotics.",
    "4. Diphenhydramine and chlorpheniramine are first-generation histamine-1 (H1) antagonists.",
    "5. Diphenhydramine is used to treat acute dystonia and motion sickness.",
    "6. First-generation H1 blockers can treat allergies but have anti-cholinergic side effects.",
    "7. Anti-cholinergic side effects of H1 blockers are beneficial for treating acute dystonia.",
    "8. Anti-cholinergic effects can treat motion sickness.",
    "9. Scopolamine is an anti-cholinergic used to treat motion sickness.",
    "10. First-generation H1 blockers can cause cognitive dysfunction and drowsiness.",
    "11. First-generation H1 blockers can cause orthostatic hypotension.",
    "12. Dantrolene blocks the ryanodine Ca2+ channel.",
    "13. Dantrolene is used to treat neuroleptic malignant syndrome (NMS) and malignant hyperthermia (MH).",
    "14. Succinylcholine is a nicotinic receptor agonist and depolarizing neuromuscular junction blocker.",
    "15. Succinylcholine is used to paralyze muscles during general anesthesia.",
    "16. Vecuronium and rocuronium are nicotinic receptor antagonists and non-depolarizing neuromuscular junction blockers.",
    "17. Vecuronium and rocuronium are used to paralyze muscles during general anesthesia.",
    "18. Alendronate is a bisphosphonate that inhibits osteoclasts.",
    "19. Alendronate is used for osteoporosis after calcium and vitamin D.",
    "20. Pamidronate is used for the treatment of hypercalcemia after normal saline is given.",
    "1. Bisphosphonates cause pill-induced esophagitis.",
    "2. Potassium supplements also cause esophagitis.",
    "3. Teriparatide is an N-terminus PTH analogue that can induce bone formation.",
    "4. Teriparatide stimulates osteoblast-mediated bone formation more than it induces RANK-L-mediated activation of osteoclasts.",
    "5. Teriparatide can be used for severe/advanced osteoporosis.",
    "6. Denosumab is a monoclonal antibody against RANK-L.",
    "7. Denosumab can be used for severe/advanced osteoporosis.",
    "8. Baclofen is a GABAB receptor agonist used to treat muscular spasticity in multiple sclerosis.",
    "9. Acute dystonia due to antipsychotic use can be treated with benztropine, diphenhydramine, or chlorpheniramine.",
    "10. Benztropine is a muscarinic receptor antagonist.",
    "11. Diphenhydramine and chlorpheniramine are first-generation H1 receptor antagonists with anti-cholinergic side effects.",
    "12. Neuroleptic malignant syndrome (NMS) is treated with dantrolene, which inhibits intracellular calcium release.",
    "13. Muscle rigidity with fever in a patient on antipsychotics suggests neuroleptic malignant syndrome (NMS).",
    "14. Muscle rigidity without fever in a patient on antipsychotics suggests acute dystonia.",
    "15. Malignant hyperthermia is classically caused by succinylcholine and is treated with dantrolene.",
    "16. Succinylcholine is a nicotinic receptor antagonist that enables paralysis during surgery and is known as a depolarizing neuromuscular blocker.",
    "1. Vecuronium is a nicotinic receptor antagonist.",
    "2. Vecuronium and rocuronium are non-depolarizing neuromuscular junction blockers.",
    "3. Succinylcholine is a depolarizing blocker.",
    "4. Influenza virus can cause myalgias when a patient has a head cold.",
    "5. Taenia solium (pork tapeworm) can cause cysts in muscle (myalgia).",
    "6. Trichinella spiralis (pork roundworm) can cause a triad of fever, periorbital edema, and myalgias in patients who recently ate pork or bear meat.",
    "7. Muscle pain at the site of injection of a drug or vaccine 3-7 days post-injection can indicate an Arthus reaction, which is a type III hypersensitivity.",
    "8. Polyarthritis 3-7 days following injection of a drug can indicate serum sickness, which is a type III hypersensitivity.",
    "9. The malar rash of lupus is associated with type III hypersensitivity.",
    "10. Hox genes, or homeobox genes, are necessary for proper body/limb patterning.",
    "11. If Hox genes 9-12 are turned on, phalanges are produced; if only 9-11 are turned on, carpal bones are produced.",
    "12. Transformation of lumbar vertebrae into thoracic vertebrae in a newborn can be due to inappropriate expression of Hox genes normally transcribed cranially."
  ]
}