{
  "source_file": "Mehlman Microbiology.txt",
  "factoids": [
    "1. Sarcoptes scabiei causes scabies.",
    "2. Scabies presents as itchy bodily areas, such as the hands.",
    "3. Scabies is common in patients living in close quarters like homeless shelters or group homes.",
    "4. Scabies causes \"linear burrows,\" which might appear as red dots on the skin in USMLE images.",
    "5. The treatment for scabies is topical permethrin.",
    "6. Bacterial superinfection with Staphylococcus aureus can occasionally occur on scabies lesions.",
    "7. Staphylococcus aureus infections are often treated with oral dicloxacillin or cephalexin.",
    "8. Pediculosis capitis is head lice.",
    "9. Pediculosis corporis is body lice.",
    "10. Pediculosis is the medical term for lice.",
    "11. The treatment for pediculosis is topical permethrin.",
    "12. Cimex lectularius causes bed bugs.",
    "13. Bed bugs present as very itchy clusters of erythematous lesions on the trunk and limbs.",
    "14. Bed bugs can occur in patients who have slept in dodgy locations or hotels.",
    "15. Bed bugs can occur if someone brings a mattress in off the street.",
    "16. The treatment for bed bugs is supportive and involves not scratching the lesions.",
    "17. Occasionally, calamine or steroid cream can be applied to reduce itching from bed bug bites.",
    "18. Arthropods that cause infections in humans include Sarcoptes scabiei, Pediculosis capitis, Cimex lectularius, and Pediculosis corporis.",
    "1. Pediculosis capitis is the medical term for head lice.",
    "2. Pediculosis corporis is the medical term for body lice.",
    "3. Pediculosis is the medical term for lice.",
    "4. The treatment for pediculosis is topical permethrin.",
    "5. Sarcoptes scabiei causes scabies.",
    "6. Scabies presents as itchy bodily areas, such as the hands.",
    "7. Scabies is common in patients living in close quarters like homeless shelters or group homes.",
    "8. Scabies can cause \"linear burrows\" or red dots on the skin.",
    "9. The treatment for scabies is topical permethrin.",
    "10. Horizontal gene transfer (HGT) is when genes, especially those conferring antibiotic resistance, move between bacteria asexually.",
    "11. Most bacteria carry their antibiotic resistance genes on a plasmid rather than in their chromosomal DNA.",
    "12. A plasmid is a small, circular, double-stranded DNA molecule that is separate from a bacterium's chromosomal DNA and can replicate independently.",
    "13. Loss of plasmid can cause a bacterial colony to lose its resistance to antibiotics like vancomycin.",
    "14. Conjugation is the transfer of genes (usually for antibiotic resistance) from one bacterium to another via a tube called a pilus.",
    "15. Conjugation requires direct cell-to-cell contact.",
    "16. In conjugation, the donor bacterium is called F+ and the recipient is called F-.",
    "1. Transduction refers to a phage (viral) particle transferring genes from one bacterium to another.",
    "2. Generalized transduction is when a phage particle enters a bacterial cell, packages up random fragments from the bacterium’s DNA genome within its new phage particles, then leaves the cell, infecting a new bacterium and spreading these genes as a result.",
    "3. During the process of generalized transduction, the phage particle does not incorporate itself into the bacterial genome when it packages up DNA.",
    "4. There is no lysogenic process (lysogeny) as part of generalized transduction.",
    "5. Lysogeny refers to the ability of some viruses to incorporate themselves into the nucleic acid of the host and then reemerge later.",
    "6. Specialized transduction is when a viral (phage) particle enters a bacterial cell, lysogenically incorporates itself into the bacterial’s DNA genome, then reemerges with flanking bacterial DNA sequences which are then packaged into new phage particles.",
    "7. In specialized transduction, the transferred bacterial DNA isn’t random; it is specific to the site on the bacterium’s genome where the virus incorporates itself.",
    "8. Specialized transduction can predictably transfer genes encoding toxins or antibiotics resistance.",
    "9. Transformation is when a bacterial cell picks up free DNA fragments/genes directly from the extracellular medium.",
    "10. Bacteria that are capable of transformation are known as “competent.”",
    "11. S. pneumo is known as a natural transformer and is therefore competent.",
    "12. Transformation can be disrupted when DNase is added to the surrounding medium because it will break down any free DNA fragments/genes that are floating around and exposed.",
    "1. Generalized transduction is when a phage particle enters a bacterial cell, packages up random fragments from the bacterium's DNA genome within its new phage particles, then leaves the cell, infecting a new bacterium and spreading these genes as a result.",
    "2. During the process of generalized transduction, the phage particle does not incorporate itself into the bacterial genome when it packages up DNA.",
    "3. There is no lysogenic process (lysogeny) as part of generalized transduction.",
    "4. Lysogeny refers to the ability of some viruses to incorporate themselves into the nucleic acid of the host and then reemerge later.",
    "5. Specialized transduction is when a viral (phage) particle enters a bacterial cell, lysogenically incorporates itself into the bacterial's DNA genome, then reemerges with flanking bacterial DNA sequences which are then packaged into new phage particles.",
    "6. In specialized transduction, the transferred bacterial DNA is specific to the site on the bacterium's genome where the virus incorporates itself.",
    "7. Transformation is when a bacterial cell picks up free DNA fragments/genes directly from the extracellular medium.",
    "8. Bacteria that are capable of transformation are known as \"competent.\"",
    "9. S. pneumo is known as a natural transformer and is therefore competent.",
    "10. Transformation can be disrupted when DNase is added to the surrounding medium because it will break down any free DNA fragments/genes that are floating around and exposed.",
    "1. During the process of generalized transduction, the phage particle does not incorporate itself into the bacterial genome when it packages up DNA.",
    "2. There is no lysogenic process (lysogeny) as part of generalized transduction.",
    "3. Specialized transduction is when a viral (phage) particle enters a bacterial cell, lysogenically incorporates itself into the bacterial’s DNA genome, then reemerges with flanking bacterial DNA sequences which are then packaged into new phage particles.",
    "4. The new phage particles from specialized transduction then infect other bacterial cells and transfer these flanked genes.",
    "5. The transferred bacterial DNA in specialized transduction is specific to the site on the bacterium’s genome where the virus incorporates itself.",
    "6. Transduction refers to a phage (viral) particle transferring genes from one bacterium to another.",
    "7. Generalized transduction is when a phage particle enters a bacterial cell, packages up random fragments from the bacterium’s DNA genome within its new phage particles, then leaves the cell, infecting a new bacterium and spreading these genes as a result.",
    "8. Lysogeny refers to the ability of some viruses to incorporate themselves into the nucleic acid of the host and then reemerge later.",
    "9. Transformation is when a bacterial cell picks up free DNA fragments/genes directly from the extracellular medium.",
    "10. Bacteria that are capable of transformation are known as “competent.”",
    "11. S. pneumo is known as a natural transformer and is therefore competent.",
    "1. Transformation can be disrupted when DNase is added to the surrounding medium.",
    "2. DNase breaks down any free DNA fragments/genes that are floating around and exposed.",
    "3. Most bacteria carry their antibiotics resistance genes on a plasmid, rather than in their chromosomal DNA.",
    "4. A plasmid is a small, circular, double-stranded DNA molecule that is separate from a bacterium’s chromosomal DNA and can replicate independently.",
    "5. A bacterial colony that replicates over many generations and loses its resistance to vancomycin is most likely due to the loss of a plasmid.",
    "6. Specialized transduction involves a viral (phage) particle entering a bacterial cell, incorporating itself into the bacterial DNA genome lysogenically, and then reemerging with flanking bacterial DNA sequences.",
    "7. The transferred bacterial DNA in specialized transduction is specific to the site on the bacterium’s genome where the virus incorporates itself.",
    "8. Specialized transduction can predictably transfer genes encoding toxins or antibiotics resistance.",
    "9. In specialized transduction, the viral nucleic acid integrates lysogenically within the bacterium’s genome and upon reemergence, includes flanking bacterial sequences.",
    "1. Transformation is when a bacterial cell picks up free DNA fragments/genes directly from the extracellular medium.",
    "2. Conjugation is when genes (usually for antibiotics resistance) are transferred from one bacterium to another via a tube called a pilus.",
    "3. Most bacteria carry their antibiotics resistance genes on a plasmid, rather than in their chromosomal DNA.",
    "4. A plasmid is a small, circular, dsDNA molecule that is separate from a bacterium’s chromosomal DNA and can replicate independently.",
    "5. Specialized transduction is when a viral (phage) particle enters a bacterial cell, lysogenically incorporates itself into the bacterial’s DNA genome, then reemerges with flanking bacterial DNA sequences which are then packaged into new phage particles.",
    "6. The transferred bacterial DNA in specialized transduction is specific to the site on the bacterium’s genome where the virus incorporates itself.",
    "7. Parvovirus B19 causes Fifth disease, characterized by “slapped cheek” facial erythema in children.",
    "8. Once a child has developed the red cheeks from Fifth disease, he/she has immunologically cleared the illness.",
    "9. Parvovirus B19 can cause exanthem (body rash) and/or arthritis in adults, especially in daycare workers.",
    "10. Parvovirus B19 can cause pure-RBC aplasia or full-blown aplastic anemia.",
    "11. There is an increased risk of pure-RBC aplasia and aplastic anemia if Parvovirus B19 infection occurs in utero and in sickle cell patients.",
    "1. The next best step in diagnosis for Fifth disease or exanthem/arthritis is to check serum IgM titers.",
    "2. If any of the hematologic cell lines are down, a bone marrow biopsy should be done to confirm diagnosis.",
    "3. Human papillomavirus (HPV) types 6 and 11 cause condylomata acuminata (genital warts).",
    "4. Warts caused by HPV types 6 and 11 are not limited to the genitalia and can cause laryngeal papillomatosis in neonates and infants.",
    "5. Lesions caused by HPV will have papillary structures on biopsy.",
    "6. HPV can be acquired vertically via exposure from the maternal vaginal canal.",
    "7. HPV types 16 and 18 cause squamous cell carcinoma of the genitalia and anus.",
    "8. The risk of overt squamous cell carcinoma is increased in immunocompromised individuals and heavy smokers.",
    "9. JC polyomavirus causes progressive multifocal leukoencephalopathy (PML).",
    "10. PML presents as neurodegeneration over weeks to months in immunocompromised patients.",
    "11. PML is due to the reactivation of latent infection.",
    "12. BK polyomavirus causes kidney infections in kidney transplant patients.",
    "13. Adenovirus is the most common cause of viral conjunctivitis.",
    "14. Viral conjunctivitis caused by adenovirus will present as a teary eye that can be either unilateral or bilateral, and either itchy or non-itchy.",
    "15. Treatment for viral conjunctivitis caused by adenovirus is supportive with saline rinse.",
    "16. Adenovirus can also cause hemorrhagic cystitis.",
    "17. Hepatitis B is the most common hepatitis infection worldwide.",
    "18. Hepatitis B is transmitted vertically from mother to neonate, through sex, IV drugs, or blood exposure.",
    "19. Hepatitis B is present in all body fluids, including breast milk.",
    "20. HBsAg stands for Hepatitis B surface antigen.",
    "21. HBsAb stands for Hepatitis B surface antibody; if positive, the patient is immune; if negative, the patient is not immune.",
    "1. HBcAb (HepB core antibody) positive indicates the patient either currently has HepB or had it in the past.",
    "2. HBcAb IgM positive indicates an acute HepB infection.",
    "3. HBcAb IgG positive indicates the patient has chronic HepB or has cleared it.",
    "4. The window period is when both Surface antigen and antibody are negative, making it appear as though the patient doesn’t have an infection.",
    "5. During the window period, Core antibody IgM is most reliable.",
    "6. Vaccination against HepB is given at birth, 2 months, and 6 months.",
    "7. Only give HepB IVIG to a neonate if the mother is confirmed positive.",
    "8. If the mother’s HepB status is unknown at birth, give the HepB vaccine immediately and IVIG only if the mother is positive.",
    "9. If a patient has completed HepB vaccination but shows susceptibility, the answer is to give more vaccine.",
    "10. Interferon-alpha can be used for HepB.",
    "11. Poxvirus is the largest DNA virus.",
    "12. Poxvirus causes molluscum contagiosum, presenting as skin-colored or reddish papules with central umbilication.",
    "13. Vaccinia, a poxvirus similar to smallpox, was used in the development of the smallpox vaccine.",
    "14. Herpes simplex (HSV) 1/2 causes painful vesicular lesions of the lips and genitalia that recur at varying intervals.",
    "15. Primary HSV infection is most severe, often with fever, regional lymphadenopathy, burning/stinging/itching pain, and many vesicles.",
    "16. HSV recurrences are often less severe and preceded by herpetic neuralgia.",
    "17. Herpes goes latent in sensory nerves.",
    "18. HSV1/2 typically presents as clusters of painful lesions that demonstrate recurrence.",
    "19. Chancroid, caused by Haemophilus ducreyi, presents as a singular lesion that is not recurrent.",
    "20. HSV1/2 can cause herpes encephalitis, characterized by confusion and blood in CSF due to temporal lobe hemorrhage.",
    "1. Herpes encephalitis can present with blood in the CSF.",
    "2. There is a neuro form question where the blood is negative, but the CSF findings are otherwise viral (normal glucose and protein; high lymphocytes).",
    "3. CT of the head can be negative in herpes encephalitis.",
    "4. Herpes encephalitis can cause temporal lobe hemorrhage.",
    "5. EEG can show spikes over the temporal region in herpes encephalitis.",
    "6. Herpes encephalitis can present with confusion, fever, viral CSF findings, blood in CSF, and a normal CT of the head.",
    "7. The treatment for herpes encephalitis is intravenous acyclovir.",
    "8. Herpetic whitlow presents as vesicles on the finger in a child who has touched a mother's cold sore while breastfeeding or in dental workers/hygienists.",
    "9. Herpetic whitlow can cause eczema herpeticum, which is HSV1/2 infection superimposed on eczema.",
    "10. Herpetic neuralgia presents with stinging/burning pain and is treated with acyclovir.",
    "11. Herpes keratitis is inflammation of the cornea and presents as a dendritic pattern on fluorescein instillation of the eye.",
    "12. Herpes keratitis may or may not present with periorbital vesicles.",
    "13. Herpes esophagitis presents as punched-out ulcers and odynophagia.",
    "14. CMV esophagitis causes linear/confluent ulcers.",
    "15. Viral culture can be negative in herpes esophagitis.",
    "16. Herpes esophagitis is treated with acyclovir or valacyclovir, which are DNA polymerase inhibitors.",
    "17. HSV1/2 resistance to acyclovir occurs via altered viral thymidine kinase.",
    "18. Varicella zoster virus (VZV) causes chickenpox.",
    "19. Chickenpox presents as clusters of vesicles at different stages of healing.",
    "20. Shingles, also known as herpes zoster, is caused by varicella zoster virus.",
    "21. Shingles presents as vesicles erupting in a dermatomal distribution.",
    "22. Shingles can occur idiopathically in middle-aged individuals or older.",
    "23. Shingles can be brought on by stress or a transient negative flux in immunity.",
    "24. Shingles can occur in immunocompromised children, known as pediatric shingles.",
    "25. Herpes zoster ophthalmicus presents with periorbital vesicles and may or may not co-present with keratitis.",
    "26. Herpes zoster oticus presents with vesicles in the ear and may or may not present with concurrent Bell’s palsy.",
    "27. Bell’s palsy due to shingles is called Ramsay-Hunt syndrome type II.",
    "28. Vaccination against VZV occurs with two doses: the first at 12-15 months and the second at 4-6 years.",
    "1. The shingles vaccine is given at age 50.",
    "2. Shingles vaccines are live-attenuated.",
    "3. Shingles can be treated with acyclovir or valacyclovir.",
    "4. Varicella can cause pneumonia in immunocompromised and pregnant women.",
    "5. VZV immunoglobulin is given to a neonate if an unvaccinated pregnant woman develops a chickenpox rash within 5 days prior to 2 days post-parturition.",
    "6. If a pregnant woman contracts chickenpox, the fetus may develop congenital varicella syndrome.",
    "7. Congenital varicella syndrome can present as microcephaly and skin vesicles demonstrating a “zig-zag” pattern.",
    "8. Epstein-Barr virus (EBV) causes mononucleosis, nasopharyngeal carcinoma, oral hairy leukoplakia, and both Hodgkin and non-Hodgkin lymphomas.",
    "9. Mononucleosis is usually caused by EBV but can also be caused by CMV.",
    "10. EBV invades B cells, which stimulates the immune system to produce CD8+ T cells that attack the viral-infected B cells.",
    "11. In mononucleosis, the CD8+ T cells are called “atypical lymphocytes.”",
    "12. Primary EBV infection usually presents in teenagers or young adults with fever >38 C, lymphadenopathy, tonsillar exudates, and lack of cough.",
    "13. EBV infection is often misdiagnosed as Strep pharyngitis.",
    "14. If amoxicillin or penicillin is given to treat EBV, it can cause a rash.",
    "15. A rash caused by amoxicillin or penicillin in EBV is not due to a beta-lactam allergy.",
    "16. If a pre-adolescent receives a beta-lactam and gets a rash, it is likely a beta-lactam allergy.",
    "17. If an adolescent or older patient gets a rash, a heterophile antibody (Monospot) test is the next best step in diagnosis.",
    "18. The heterophile antibody test is used to diagnose EBV.",
    "19. Following primary infection, mononucleosis can present as recurrent episodes of extreme fatigue.",
    "20. Nasopharyngeal carcinoma is a type of squamous cell carcinoma.",
    "21. Oral hairy leukoplakia presents as white lesions on the tongue that cannot be scraped off and are not pre-cancerous.",
    "22. Regular leukoplakia caused by tobacco is a precursor to squamous cell carcinoma.",
    "23. The increased risk of Hodgkin and non-Hodgkin lymphomas is because EBV invades B cells.",
    "24. Cytomegalovirus (CMV) is the most common organism transmitted via blood transfusions and organ transplants.",
    "25. CMV causes infections of many different organ systems, including the lung, kidney, GI tract, and retina, as well as CMV mononucleosis.",
    "26. CMV pneumonia can occur in patients following renal transplant and shows the \"owl-eye\" appearance of cells on histology.",
    "27. USMLE likes the terms “intranuclear inclusions” or “intranuclear inclusion bodies” for CMV, referring to the “owl eyes” seen on histology.",
    "1. CMV esophagitis presents as linear/confluent ulcers and odynophagia.",
    "2. HSV1/2 cause punched-out ulcers.",
    "3. CMV colitis presents as linear/confluent ulcers in AIDS patients with CD4 counts under 50-100.",
    "4. Blurry vision in an HIV patient is CMV retinitis until proven otherwise.",
    "5. CMV mono is differentiated from EBV mono by a negative heterophile antibody (Monospot) test.",
    "6. CMV can cause cold autoimmune hemolytic anemia due to the production of IgM antibodies against RBCs, with a positive Coombs test.",
    "7. High LDH in a patient with mono and low hemoglobin could point toward CMV over EBV.",
    "8. High LDH on USMLE almost always means hemolysis, since RBCs are packed with LDH.",
    "9. CMV is treated with ganciclovir, which is a DNA polymerase inhibitor.",
    "10. CMV resistance to ganciclovir occurs via altered viral thymidine kinase.",
    "11. The MOA and resistance mechanisms of CMV are the same as HSV1/2 and VZV with respect to acyclovir.",
    "12. A patient who had a kidney transplant 6 months ago with deteriorating renal function and intra-nuclear inclusions seen on biopsy should be treated with ganciclovir therapy.",
    "13. Human herpes virus-6 (HHV-6) causes roseola infantum, aka Sixth disease, or exanthema subitum.",
    "14. Roseola infantum causes a spiking fever followed by a rash in a child.",
    "15. Once the rash has formed in roseola infantum, the child has cleared the infection.",
    "16. Roseola infantum is self-limiting and no treatment is necessary.",
    "17. Human herpes virus-7 (HHV-7) causes pityriasis rosea.",
    "18. Pityriasis rosea starts as a Herald patch, usually on the back or trunk, then spreads upward onto the shoulder blades in a \"Christmas tree distribution.\"",
    "19. Pityriasis rosea can occur in teenagers, although it is more common in the 20s.",
    "20. Pityriasis rosea may or may not be itchy.",
    "21. Pityriasis rosea is self-limiting and no treatment is necessary.",
    "22. Kaposi sarcoma-associated herpesvirus (KSAH; human herpes virus-8; HHV-8) causes Kaposi sarcoma.",
    "23. Kaposi sarcoma presents as violaceous, tumorous lesions of vascular-lymphatic origin.",
    "24. Kaposi sarcoma is usually seen in immunocompromised patients (i.e., AIDS, chemotherapy).",
    "25. The treatment for Kaposi sarcoma is anti-neoplastic therapy.",
    "1. Bacillary angiomatosis caused by Bartonella henselae can present as Kaposi sarcoma-like lesions.",
    "2. Bartonella henselae normally causes cat-scratch disease.",
    "3. In a USMLE vignette, Kaposi sarcoma-like lesions in an AIDS patient with violaceous skin lesions may be caused by Bartonella henselae.",
    "4. Hepatitis B surface antigen (HBsAg) indicates the presence of HepB infection.",
    "5. Hepatitis B surface antibody (HBsAb) indicates immunity to HepB if positive.",
    "6. Hepatitis B core antibody (HBcAb) indicates current or past HepB infection if positive.",
    "7. HBcAb IgM indicates an acute HepB infection.",
    "8. HBcAb IgG indicates chronic HepB or a cleared infection.",
    "9. Roseola infantum, also known as Sixth disease or exanthema subitum, presents as a spiking fever followed by a rash in a child.",
    "10. In roseola, a maculopapular body rash is preceded by a high fever for three days.",
    "11. Once the rash in roseola has formed, the child has cleared the infection.",
    "12. Roseola is self-limiting and requires no treatment.",
    "13. In mononucleosis, Epstein-Barr virus (EBV) invades B cells.",
    "14. In mononucleosis, CD8+ T cells attack the viral-infected B cells and are called \"atypical lymphocytes.\"",
    "15. Atypical lymphocytes in mononucleosis are reactive CD8+ T cells.",
    "16. Pityriasis rosea is caused by human herpesvirus-7 (HHV-7).",
    "17. Pityriasis rosea starts as a Herald patch and spreads in a \"Christmas tree distribution.\"",
    "18. Pityriasis rosea can occur in teenagers and is more common in people in their 20s.",
    "19. Pityriasis rosea may or may not be itchy.",
    "20. Pityriasis rosea is self-limiting and requires no treatment.",
    "21. Poxvirus has an inner tubular nucleocapsid, is enveloped, and has a double-stranded linear DNA.",
    "22. The taxonomy/categorization of herpesviridae is not provided in the text.",
    "1. Adenovirus is the most common viral cause of conjunctivitis.",
    "2. Viral conjunctivitis presents as a teary eye that can be either unilateral or bilateral, and either itchy or non-itchy.",
    "3. Treatment for viral conjunctivitis is supportive with saline rinse.",
    "4. Adenovirus can also cause hemorrhagic cystitis, although it is more rare.",
    "5. CMV is the most common organism transmitted via blood transfusions and organ transplants.",
    "6. CMV causes infections of many different organ systems, including the lung, kidney, GI tract, and retina, as well as CMV mononucleosis.",
    "7. CMV pneumonia in patients following renal transplant can show the \"owl-eye\" appearance of cells.",
    "8. Human papillomavirus (HPV) has an icosahedral nucleocapsid, is non-enveloped, and has ds-circular DNA.",
    "9. HPV 6 and 11 cause condylomata acuminata (genital warts) and laryngeal papillomatosis in neonates.",
    "10. HPV 16 and 18 cause squamous cell carcinoma of the genitalia and anus, with increased risk in immunocompromised individuals and heavy smokers.",
    "11. Epstein-Barr virus (EBV) causes mononucleosis, nasopharyngeal carcinoma, oral hairy leukoplakia, Hodgkin lymphoma, and non-Hodgkin lymphoma (notably Burkitt lymphoma).",
    "12. CMV mononucleosis can be differentiated from EBV mononucleosis by a negative heterophile antibody (Monospot) test and the potential for cold autoimmune hemolytic anemia with a positive Coombs test.",
    "13. Pityriasis rosea starts as a Herald patch and spreads in a \"Christmas tree distribution,\" and is caused by human herpesvirus-7 (HHV-7).",
    "14. Pityriasis rosea is self-limiting and does not require treatment.",
    "15. JC polyomavirus has an icosahedral nucleocapsid, is non-enveloped, and has ds-circular DNA.",
    "16. Molluscum contagiosum, caused by poxvirus, presents as skin-colored or reddish papules with central umbilication.",
    "1. Herpes esophagitis presents as punched-out ulcers and odynophagia (pain with swallowing).",
    "2. CMV esophagitis causes linear/confluent ulcers.",
    "3. Herpes esophagitis is treated with acyclovir.",
    "4. CMV esophagitis is treated with ganciclovir.",
    "5. Blurry vision in an HIV patient is CMV retinitis until proven otherwise.",
    "6. HBsAg is the HepB surface antigen.",
    "7. HBsAb is the HepB surface antibody; if positive, the patient is immune; if negative, the patient is not immune.",
    "8. HBcAb is the HepB core antibody; if positive, the patient either currently has HepB or had it in the past (i.e., cleared it).",
    "9. HBcAb IgM indicates an acute infection.",
    "10. HBcAb IgG indicates chronic HepB or that the patient has cleared it.",
    "11. EBV causes nasopharyngeal carcinoma.",
    "12. Shingles, aka herpes zoster, is caused by varicella zoster virus (VZV).",
    "13. Shingles presents as vesicles erupting in a dermatomal distribution, usually on the flank or back of the neck, in middle-aged individuals or older.",
    "14. Shingles can be brought on by stress or a transient negative flux in immunity.",
    "15. Herpetic infections form characteristic clusters of small vesicles.",
    "16. Shingles is treated with acyclovir or valacyclovir.",
    "17. Human herpesvirus-6 (HHV-6) causes roseola infantum, aka Sixth disease, or exanthema subitum.",
    "18. Roseola infantum causes a spiking fever followed by a rash in a child.",
    "19. Roseola infantum is self-limiting and requires no treatment.",
    "20. Eczema herpeticum is an HSV1/2 infection superimposed on eczema, presenting with stinging/burning pain.",
    "21. Eczema herpeticum is treated with acyclovir.",
    "22. Herpes zoster ophthalmicus means shingles of the eye and may present with periorbital vesicles.",
    "23. Herpes zoster oticus means shingles of the ear and may present with vesicles in the ear.",
    "24. Bell’s palsy due to shingles is called Ramsay-Hunt syndrome type II.",
    "25. A 70-year-old man developing vesicles around his ear and Bell’s palsy is diagnosed with Ramsay-Hunt syndrome type II.",
    "1. Herpes zoster oticus can cause vesicles in the ear, which means shingles of the ear.",
    "2. Herpes zoster oticus may or may not present with concurrent Bell’s palsy due to CN VII involvement.",
    "3. Bell’s palsy due to shingles is called Ramsay-Hunt syndrome type II.",
    "4. Parvovirus B19 has an icosahedral nucleocapsid, is non-enveloped, and has a single-stranded linear genome.",
    "5. Hepatitis B has an icosahedral nucleocapsid, is enveloped, and has a double-stranded circular genome.",
    "6. HPV 6 and 11 can cause condylomata acuminata (genital warts) and laryngeal papillomatosis in neonates and infants.",
    "7. HPV 16 and 18 cause squamous cell carcinoma of the genitalia and anus.",
    "8. The risk of squamous cell carcinoma is increased in immunocompromised individuals and heavy smokers.",
    "9. A 17-year-old boy with suspected Strep pharyngitis who develops a rash after receiving amoxicillin may have either EBV mononucleosis or an allergy to beta-lactam.",
    "10. If amoxicillin or penicillin is given to treat EBV, it can cause a rash.",
    "11. The heterophile antibody (Monospot) test is used to diagnose EBV mononucleosis.",
    "12. Parvovirus B19 is associated with the development of pure-RBC aplasia and aplastic anemia.",
    "13. Parvovirus B19 causes Fifth disease, characterized by “slapped cheek” facial erythema in children.",
    "14. Parvovirus B19 can cause exanthem (body rash) and arthritis in adults, especially daycare workers.",
    "15. Parvovirus B19 infection in utero and in sickle cell patients increases the risk of pure-RBC aplasia and aplastic anemia.",
    "16. The next best step in diagnosing Fifth disease or exanthem/arthritis is to check serum IgM titers.",
    "17. If hematologic cell lines are down, a bone marrow biopsy is needed to confirm the diagnosis.",
    "18. JC polyoma virus classically causes neuronal degeneration in AIDS patients.",
    "19. JC polyoma virus causes progressive multifocal leukoencephalopathy (PML).",
    "20. PML presents as neurodegeneration over weeks to months in immunocompromised patients.",
    "21. PML is due to the reactivation of latent infection in immunocompromised patients.",
    "22. Poxvirus causes molluscum contagiosum, which presents as skin-colored or reddish papules with central umbilication.",
    "1. The USMLE likes giving vignettes where a kid went to a recent pool party.",
    "2. Vaccinia is a poxvirus similar to smallpox and was used in the development of the smallpox vaccine.",
    "3. Vaccinia shows up as an answer on a new NBME where they talk about smallpox eradication.",
    "4. Bacillary angiomatosis is caused by Bartonella henselae, which normally causes cat-scratch disease.",
    "5. Bacillary angiomatosis can present as Kaposi sarcoma-like lesions.",
    "6. The USMLE may give a vignette that sounds like Kaposi sarcoma (e.g., AIDS patient with violaceous skin lesions) and ask for the organism that causes it.",
    "7. HHV-8 and HepC are not listed in such vignettes where all the answers are bacteria, and the correct answer is Bartonella henselae.",
    "8. BK polyoma virus causes kidney infections in kidney transplant patients.",
    "9. BK polyoma virus is rare.",
    "10. Primary HSV1/2 infections cause painful vesicular lesions of the lips and genitalia, often with fever, regional lymphadenopathy, burning/stinging/itching pain (herpetic neuralgia), and many vesicles.",
    "11. Recurrent HSV1/2 infections are often less severe and preceded by herpetic neuralgia.",
    "12. Herpes goes latent in sensory nerves.",
    "13. Haemophilus ducreyi causes chancroid, which can be confused with genital herpes infections.",
    "14. HSV1/2 usually presents as clusters of painful lesions that demonstrate recurrence.",
    "15. Chancroid caused by Haemophilus ducreyi will be a singular lesion that is not recurrent.",
    "16. Herpetic infections can start as a single vesicle before erupting into the typical cluster appearance.",
    "17. Haemophilus ducreyi is typically acquired overseas, e.g., in backpackers traveling in the third world.",
    "18. Primary mononucleosis infection usually presents in teenagers or young adults with fever >38 C, lymphadenopathy, tonsillar exudates, and lack of cough.",
    "19. Primary mononucleosis infection is often misdiagnosed as Strep pharyngitis.",
    "20. Following the primary infection, mononucleosis can present as recurrent episodes of extreme fatigue that arise at intervals of months to years.",
    "1. Parvo infections cause Fifth disease, characterized by \"slapped cheek\" facial erythema in children.",
    "2. Once a child has developed red cheeks from Fifth disease, they have immunologically cleared the illness.",
    "3. Parvo infections can cause exanthem (body rash) and arthritis in adults, especially daycare workers.",
    "4. Parvo infections can cause pure-RBC aplasia or full-blown aplastic anemia.",
    "5. There is an increased risk of pure-RBC aplasia and aplastic anemia if Parvo infection occurs in utero or in sickle cell patients.",
    "6. The next best step in diagnosing Fifth disease or exanthem/arthritis is to check serum IgM titers.",
    "7. If any hematologic cell lines are down, a bone marrow biopsy should be done to confirm the diagnosis.",
    "8. CMV colitis presents as linear/confluent ulcers in AIDS patients with CD4 counts under 50-100.",
    "9. Herpes encephalitis can cause confusion and blood in the CSF due to temporal lobe hemorrhage.",
    "10. Herpes encephalitis CSF findings typically show normal glucose and protein levels, and high lymphocytes.",
    "11. CT of the head can be negative in herpes encephalitis despite temporal lobe hemorrhage.",
    "12. EEG may show spikes over the temporal region in herpes encephalitis.",
    "13. The treatment for herpes encephalitis is intravenous acyclovir.",
    "14. HBsAg (HepB surface antigen) indicates current HepB infection.",
    "15. HBsAb (HepB surface antibody) indicates immunity to HepB if positive.",
    "16. HBcAb (HepB core antibody) indicates current or past HepB infection.",
    "17. HBcAb IgM indicates acute HepB infection.",
    "18. HBcAb IgG indicates chronic HepB infection or past infection that has been cleared.",
    "19. HepB vaccination is given based on patient age.",
    "20. IVIG is given to neonates if the mother's HepB status is unknown.",
    "1. Vaccination against HepB is at birth, 2 months, and 6 months (no longer at 4 months).",
    "2. Only give HepB IVIG to neonate if mom is confirmed positive.",
    "3. If mother's status is unknown when child is born, give HepB vaccine now and only give IVIG if mother is positive.",
    "4. If patient has a history of completed HepB vaccination but has titers that show susceptibility, the answer is to give more vaccine.",
    "5. Adenovirus is the most common cause of viral conjunctivitis.",
    "6. Viral conjunctivitis presents as a teary eye that is either unilateral or bilateral, and either itchy or non-itchy.",
    "7. Treatment for viral conjunctivitis is supportive with saline rinse.",
    "8. Adenovirus can also cause hemorrhagic cystitis, albeit more rare.",
    "9. During the HepB window period, HBsAg is no longer detected, and HBsAb is also not yet detectable, so the patient will be negative for both HBsAb and HBsAg.",
    "10. During the HepB window period, HBcAb IgM is most reliable as evidence of the infection.",
    "11. Vaccination against VZV occurs with two doses: the first at 12-15 months; the second at 4-6 years.",
    "12. Shingles vaccine is given at age 50.",
    "13. VZV vaccines are live-attenuated.",
    "14. Kaposi sarcoma presents as violaceous, tumorous lesions of vascular-lymphatic origin.",
    "15. Kaposi sarcoma is usually seen in immunocompromised patients (e.g., AIDS, chemotherapy).",
    "16. Bacillary angiomatosis caused by Bartonella henselae can present as Kaposi sarcoma-like lesions.",
    "17. Shingles can occur in immunocompromised kids, such as those undergoing chemotherapy.",
    "18. CMV is treated with ganciclovir, which is a DNA polymerase inhibitor.",
    "19. CMV resistance to ganciclovir occurs via altered viral thymidine kinase.",
    "20. Varicella can cause pneumonia in immunocompromised and pregnant women.",
    "21. VZV immunoglobulin is given to a neonate if an unvaccinated pregnant woman develops a chickenpox rash within 5 days prior to 2 days post-parturition.",
    "22. Congenital varicella syndrome can present as microcephaly and skin vesicles demonstrating a \"zig-zag\" pattern.",
    "1. Fifth disease is characterized by \"slapped cheek\" facial erythema in children.",
    "2. Once a child has developed red cheeks from Fifth disease, he/she has immunologically cleared the illness.",
    "3. Fifth disease can cause exanthem (body rash) and/or arthritis in adults, especially in daycare workers.",
    "4. Fifth disease can cause pure-RBC aplasia or full-blown aplastic anemia.",
    "5. There is an increased risk of pure-RBC aplasia and aplastic anemia if Fifth disease infection occurs in utero or in sickle cell patients.",
    "6. The next best step in diagnosing Fifth disease or exanthem/arthritis is to check serum IgM titers.",
    "7. If any hematologic cell lines are down, a bone marrow biopsy should be done to confirm the diagnosis.",
    "8. Adenovirus has an icosahedral nucleocapsid, is non-enveloped, and has a double-stranded linear DNA.",
    "9. JC polyoma virus causes progressive multifocal leukoencephalopathy (PML).",
    "10. PML presents as neurodegeneration over weeks to months in immunocompromised patients, such as those with AIDS, undergoing chemoradiotherapy, or on immunosuppressant drugs.",
    "11. PML is due to the reactivation of a latent infection.",
    "12. Many fungi can be grown on Sabouraud agar.",
    "13. Dermatophytes are fungi that cause skin infections.",
    "14. Trichophyton rubrum causes tinea corporis (ringworm), tinea cruris (jock itch), tinea pedis (athlete's foot), and onychomycosis (fungal infection of the nail).",
    "15. Trichophyton tonsurans is known to cause tinea capitis (fungal infection of the scalp).",
    "16. Microsporum causes tinea corporis and tinea capitis.",
    "17. Epidermophyton causes tinea pedis and tinea cruris.",
    "18. Dermatophyte fungal infections can be spot-diagnosed via an image.",
    "19. The treatment for tinea capitis is oral griseofulvin for the patient only.",
    "20. To prevent tinea capitis, avoid sharing hats.",
    "21. Tinea capitis is often described as a \"circular area of scaling alopecia.\"",
    "1. Tinea corporis (ringworm) can be treated with clotrimazole or miconazole.",
    "2. Tinea corporis, tinea pedis, and tinea cruris are treated with topical -azoles.",
    "3. Clotrimazole and miconazole are specifically topical treatments.",
    "4. Fluconazole and itraconazole are oral treatments.",
    "5. Tinea pedis can also be treated with topical terbinafine.",
    "6. Tinea pedis presents as itchy scaling between the webs of the feet.",
    "7. Fungi rarely cause fever.",
    "8. S. aureus is a more likely cause of fever in a patient with tinea pedis.",
    "9. Tinea pedis usually presents as itchy, scaling webs between the toes.",
    "10. Erythematous extension up to the ankle in tinea pedis is likely bacterial cellulitis.",
    "11. Oral dicloxacillin or cephalexin would treat S. aureus skin infection.",
    "12. Topical -azole or terbinafine could be used for tinea pedis.",
    "13. Onychomycosis is treated with oral terbinafine for 12 weeks.",
    "14. Oral terbinafine is classic for onychomycosis because it concentrates in keratinous tissues.",
    "15. Topical terbinafine is used for tinea pedis.",
    "16. Yeast are single-celled fungi and reproduce through budding.",
    "17. Yeast tend to be round or oval in shape.",
    "18. Candida forms pseudohyphae.",
    "19. Hyphae are multicellular structures formed by mold.",
    "20. Candida is a yeast, not a mold, so it forms pseudohyphae.",
    "21. Skin infections with Candida tend to occur opportunistically in diabetics, immunocompromised patients, or those receiving ongoing broad-spectrum antibiotics.",
    "22. Dermatophyte infections tend to occur sporadically in immunocompetent patients.",
    "23. Persistent skin infections can occur in those with T cell dysfunction or deficiency.",
    "24. Chronic mucocutaneous candidiasis is a T cell dysfunction disorder.",
    "25. Diabetes causes dysglycemia, which is a major risk factor for candidal skin infections and vulvovaginal candidiasis.",
    "26. Persistently elevated glucose can weaken the immune system.",
    "27. Candida likes high-glucose environments, so persistent glycosuria supports growth.",
    "28. High glucose facilitates candidal biofilm production and growth on mucosal surfaces.",
    "1. Diabetes is the biggest risk factor for a moist, red plaque underneath the breast in an obese woman.",
    "2. Obesity is an indirect risk factor for diabetes as it leads to insulin resistance and dysglycemia.",
    "3. Treatment for candidal skin infections is topical or oral -azole.",
    "4. Diaper rash can be caused by candida.",
    "5. Reddish maculopapular clusters in the groin of a baby can indicate Candida.",
    "6. Systemic candidal infections can occur in those receiving total parenteral nutrition (TPN) due to central venous line colonization and glucose in TPN.",
    "7. Systemic candidal infections can occur in those with neutropenia (agranulocytosis).",
    "8. Vulvovaginal candidiasis is treated with oral fluconazole or topical nystatin.",
    "9. Penile candidiasis, though more rare, is treated similarly to vulvovaginal candidiasis.",
    "10. Thick white discharge per vaginum is indicative of candida.",
    "11. Vulvovaginal erythema and itchiness without discharge, along with pseudohyphae image, indicate candida.",
    "12. The mechanism of action of fluconazole is the inhibition of P-450-mediated demethylation.",
    "13. -Azoles inhibit 14α-demethylase, blocking the conversion of lanosterol to ergosterol in the fungal cell membrane.",
    "14. Oropharyngeal candidiasis (oral thrush) can be seen in immunocompromised patients and asthma patients using inhaled corticosteroids.",
    "15. Patients using inhaled corticosteroids must rinse their mouths to prevent oropharyngeal candidiasis.",
    "16. Oral thrush presents as white plaques on the palate or tongue that bleed when scraped off.",
    "17. Treatment for oral thrush is nystatin mouthwash.",
    "18. Nystatin works by poking holes in the ergosterol cell membrane.",
    "19. Oropharyngeal candidiasis is different from candidal esophagitis, which occurs in immunocompromised patients.",
    "20. Odynophagia in an immunocompromised patient suggests candidal esophagitis until proven otherwise.",
    "21. Endoscopy for candidal esophagitis will show white streaks.",
    "22. Treatment for candidal esophagitis is oral fluconazole.",
    "23. Herpes esophagitis shows punched-out ulcers on endoscopy.",
    "24. CMV esophagitis shows linear/confluent ulcers on endoscopy.",
    "25. Cryptococcus neoformans demonstrates narrow-based budding.",
    "26. Cryptococcus neoformans causes fungal meningitis in immunocompromised patients, usually those with AIDS.",
    "27. CSF analysis for fungal meningitis shows low glucose, high protein, and high lymphocytes.",
    "28. High opening pressure in CSF can sometimes be seen with fungal meningitis.",
    "29. Latex agglutination testing of the CSF is the most accurate for diagnosing Cryptococcus neoformans.",
    "30. India ink prep and mucicarmine staining are often done for Cryptococcus neoformans.",
    "31. India ink prep shows a black background with a halo-like polysaccharide capsule for Cryptococcus neoformans.",
    "1. Mucicarmine staining is red.",
    "2. Amphotericin B pokes holes in the ergosterol membrane.",
    "3. Amphotericin B is used for CNS and disseminated fungal infections.",
    "4. Oral fluconazole is used for simple fungal pneumonia.",
    "5. Amphotericin B is used for fungemia with rigors, chills, and high fever.",
    "6. Pneumocystis jirovecii causes bilateral pneumonia in immunocompromised patients, usually HIV/AIDS.",
    "7. Pneumocystis jirovecii pneumonia (PJP) is specifically bilateral.",
    "8. Prophylaxis and treatment for PJP is trimethoprim/sulfamethoxazole (TMP/SMX).",
    "9. TMP/SMX is also the prophylaxis for Toxoplasmosis.",
    "10. Treatment for Toxoplasmosis is sulfadiazine and pyrimethamine.",
    "11. Primary CNS lymphoma is diagnosed in patients with a low CD4 count and ring-enhancing brain lesions who are on HAART and TMP/SMX.",
    "12. TMP/SMX is commenced at a CD4 count of 200 for PJP.",
    "13. PJP is diagnosed with bronchoalveolar lavage.",
    "14. Pneumocystis is visualized as oval yeast on silver stain.",
    "15. Malassezia furfur causes tinea versicolor.",
    "16. Tinea versicolor presents with spotty hypopigmentation on the shoulder blades, back, and upper torso.",
    "17. The hypopigmentation in tinea versicolor is due to fatty acid degradation within the skin.",
    "18. The treatment for tinea versicolor is topical selenium.",
    "19. Malassezia furfur can also cause seborrheic dermatitis.",
    "20. Seborrheic dermatitis presents as an itchy, flaky scalp or a scaly, erythematous hairline with weeping papules.",
    "21. Seborrheic dermatitis is treated with selenium or -azole shampoo.",
    "22. Seborrheic keratoses are dark, stuck-on, greasy lesions on the faces of elderly and smokers.",
    "1. Mold is a fungus that is multicellular (hyphae) and reproduces via spores.",
    "2. Mucorales is an order of fungi referred to as \"bread mold\" and are found ubiquitously in the environment.",
    "3. Mucorales have non-septate hyphae that branch at 90-degree (wide) angles.",
    "4. Aspergillus produces branched, 45-degree (acute angle) septate hyphae.",
    "5. Mucorales cause mucormycosis, a serious fungal infection that can infect the sinuses, eyes, and brain, causing blindness and death.",
    "6. Infected tissue in mucormycosis can appear black.",
    "7. Immunocompromised patients and those with uncontrolled diabetes are at greatest risk for mucormycosis.",
    "8. Rhizopus is one of the causal fungi of mucormycosis.",
    "9. Amphotericin B is a treatment for mucormycosis.",
    "10. Aspergillus forms 45-degree, branched, septate hyphae.",
    "11. Aspergillus causes Aspergilloma (\"fungus ball\"), which can present as a nodular density on chest x-ray, especially in those with a history of TB.",
    "12. Aspergillus can occupy cavities within the lung left by TB.",
    "13. Acute bronchopulmonary Aspergillosis (ABPA) presents as respiratory exacerbation in a patient with asthma or cystic fibrosis who has hypersensitivity to Aspergillus antigens.",
    "14. Aspergillus is the most common cause of fungal otitis externa.",
    "15. Histoplasma is known for its very small size (2-4 μm), smaller than RBCs.",
    "16. Histoplasma is found in the Ohio-Mississippi river valley and is associated with caves and bird droppings.",
    "17. Histoplasma can cause pulmonary infections that resemble TB.",
    "18. Disseminated histoplasmosis can cause adrenal insufficiency.",
    "19. Simple histoplasmosis infections can be treated with oral fluconazole.",
    "20. Severe/disseminated histoplasmosis infections can be treated with IV amphotericin B.",
    "21. Blastomyces demonstrates broad-based budding.",
    "22. Blastomyces is found in the Ohio-Mississippi river valley and is associated with decaying wood.",
    "23. Blastomyces likes to cause skin infections, resulting in ulcerative/necrotic lesions.",
    "24. Blastomyces can sometimes present as pneumonia or osteomyelitis.",
    "25. Simple Blastomyces infections can be treated with oral fluconazole.",
    "26. Severe/disseminated Blastomyces infections can be treated with IV amphotericin B.",
    "27. Coccidioides usually presents as uncomplicated fungal pneumonia in patients living in the western/south-western United States.",
    "28. Dust is a major risk factor for Coccidioides, particularly in the setting of earthquakes.",
    "1. The classic textbook descriptor of the histology for Coccidioides is “spherules filled with endospores.”",
    "2. Barrel-shaped hyphae are more important for diagnosing Coccidioidomycosis.",
    "3. Uncomplicated fungal pneumonia is treated with fluconazole.",
    "4. Severe or disseminated infections caused by Coccidioides are treated with IV amphotericin B.",
    "5. Paracoccidioides is usually found in South America and also in Central America.",
    "6. Paracoccidioides brasiliensis causes pulmonary infections, ulcerative lesions of the pharynx, and skin infections.",
    "7. Paracoccidioides forms a distinctive “captain’s wheel” appearance, which is multiple buds in a radiating pattern from a singular parent cell.",
    "8. Simple infections caused by Paracoccidioides are treated with itraconazole.",
    "9. Severe or disseminated infections caused by Paracoccidioides are treated with IV amphotericin B.",
    "10. Sporothrix schenckii causes rosette- or daisy-like clusters of conidiophores (spores).",
    "11. Sporothrix schenckii classically causes a papule at the finger in gardeners following a prick by a rose thorn.",
    "12. Sporotrichosis causes lymphangitis, where it ascends to the axilla as either an erythematous streak or as erythematous ulcerative lesions on the forearm.",
    "13. Lymphangitis causing the pink streak can also be caused by general trauma and burns.",
    "14. Infections caused by Sporothrix schenckii are treated with itraconazole.",
    "15. Lymphocutaneous sporotrichosis is a higher yield point for Sporothrix schenckii, where it causes lymphangitis.",
    "16. Many fungi can grow on agar.",
    "1. Acute bronchopulmonary Aspergillosis (ABPA) presents as respiratory exacerbation in a patient with asthma or cystic fibrosis who has hypersensitivity to Aspergillus antigens.",
    "2. Mucorales fungi are molds that are multicellular (hyphae) and reproduce via spores, with non-septate 90-degree hyphae.",
    "3. Mold is a fungus that is multicellular (hyphae) and reproduces via spores.",
    "4. TMP/SMX is the prophylaxis for Toxoplasmosis and Pneumocystis.",
    "5. Primary CNS lymphoma is diagnosed in a patient with a low CD4 count and a ring-enhancing lesion of the brain who is taking HAART and TMP/SMX.",
    "6. Malassezia furfur causes tinea versicolor, a fungal infection of the shoulder blades, back, and upper torso, presenting with spotty hypopigmentation.",
    "7. The hypopigmentation in tinea versicolor is due to fatty acid degradation within the skin, releasing an acidic product that inhibits tyrosinase.",
    "8. The treatment for tinea versicolor is topical selenium.",
    "9. Cryptococcus neoformans appears as yeast with narrow-based budding on light microscopy.",
    "10. Blastomycosis appears as yeast with broad-based budding on light microscopy.",
    "1. Aspergilloma can present as a nodular density on chest x-ray, especially in those with a history of TB.",
    "2. Aspergilloma can occupy cavities within the lung left by TB.",
    "3. Biopsy and culture of the mass are most likely to confirm the diagnosis of Aspergilloma.",
    "4. Acute bronchopulmonary Aspergillosis (ABPA) presents as respiratory exacerbation in a patient with asthma or cystic fibrosis who has hypersensitivity to Aspergillus antigens.",
    "5. The most common cause of fungal otitis externa is Aspergillus.",
    "6. Sporotrichosis is treated with Itraconazole.",
    "7. Blastomyces demonstrates broad-based budding on light microscopy.",
    "8. Cryptococcus neoformans demonstrates narrow-based budding.",
    "9. Aspergillus is categorized as branched, septate, 45-degree hyphae that reproduce via spores (mold).",
    "10. Histoplasma can cause pulmonary infections that resemble TB.",
    "11. Disseminated histoplasmosis can cause adrenal insufficiency.",
    "12. Simple histoplasmosis infections are treated with oral fluconazole.",
    "13. Severe or disseminated histoplasmosis infections are treated with IV amphotericin B.",
    "14. Malassezia furfur is categorized as yeasts, unicellular, and reproduces via budding.",
    "15. The main drug used in the treatment of Cryptococcal neoformans meningitis is Amphotericin B.",
    "16. Amphotericin B is used for CNS and disseminated fungal infections.",
    "17. Coccidioides is described histologically as “spherules filled with endospores” and “barrel-shaped hyphae.”",
    "18. Coccidioides is associated with patients who live in California.",
    "1. Blastomyces is typically found in the Ohio-Mississippi river valley.",
    "2. Blastomyces is associated with decaying wood.",
    "3. Blastomyces likes to cause skin infections, resulting in ulcerative/necrotic lesions.",
    "4. Blastomyces can sometimes present as pneumonia or osteomyelitis.",
    "5. Simple infections of Blastomyces are treated with oral fluconazole.",
    "6. Severe or disseminated infections of Blastomyces are treated with IV amphotericin B.",
    "7. Aspergillus is the most common cause of fungal otitis externa.",
    "8. Sporothrix is a dimorphic fungus, mold at 25°C, yeast at 37°C.",
    "9. Staphylococcus aureus is a Gram-positive cocci in clusters.",
    "10. Staphylococcus aureus is catalase-positive and coagulase-positive.",
    "11. Staphylococcus aureus grows yellow on culture medium.",
    "12. Staphylococcus aureus produces Protein A, which can cleave the Fc region of IgG.",
    "13. Humans can carry Staphylococcus aureus within the nares (nostrils).",
    "14. Staphylococcus aureus causes acute endocarditis, especially in IV drug users.",
    "15. Staphylococcus aureus causes skin infections such as cellulitis, erysipelas, impetigo, and abscesses.",
    "16. Staphylococcus aureus is the usual cause of mastitis in breastfeeding women.",
    "17. Staphylococcus aureus is the most common cause of osteomyelitis.",
    "18. Staphylococcus aureus is the most common cause of septic arthritis.",
    "19. Toxic shock syndrome is caused by TSST toxin from Staphylococcus aureus, which is a super-antigen.",
    "20. Staphylococcal scalded skin syndrome (SSSS) is caused by an exfoliative toxin from Staphylococcus aureus, leading to a generalized salmon-pink rash and desquamation of palms and soles in neonates.",
    "1. Food poisoning due to heat-stable pre-formed toxin in meats or dairy products that have been sitting at room temperature for a while presents as vomiting 1-6 hours after consumption.",
    "2. Pneumonia can follow influenza infection.",
    "3. Bacterial superinfection can occur on scabies lesions.",
    "4. Staphylococcus aureus is a common organism in many immunodeficiency conditions, including leukocyte adhesion deficiency and chronic granulomatous disease.",
    "5. 90% of community Staphylococcus aureus (methicillin-sensitive S. aureus; MSSA) produces beta-lactamase.",
    "6. Penicillin, amoxicillin, or ampicillin alone are usually not effective treatments for MSSA.",
    "7. Oral amoxicillin combined with clavulanate (Augmentin) or IV ampicillin combined with sulbactam are effective for covering S. aureus.",
    "8. Methicillin-class beta-lactams are beta-lactamase resistant.",
    "9. Methicillin is not given clinically because it causes interstitial nephritis.",
    "10. Oral dicloxacillin and IV flucloxacillin are frequently given to cover Staphylococcus aureus.",
    "11. For skin infections, oral dicloxacillin or cephalexin can be given out-patient, and IV flucloxacillin or cephazolin can be given in-patient.",
    "12. First-generation cephalosporins, such as cephalexin and cephazolin, are beta-lactamase resistant.",
    "13. For impetigo, topical mupirocin is preferred.",
    "14. Nafcillin is used for confirmed MSSA endocarditis and can cause interstitial nephritis.",
    "15. Staphylococcus aureus is resistant to amoxicillin due to the production of beta-lactamase.",
    "16. MSSA becomes MRSA due to altered penicillin-binding protein.",
    "17. MRSA endocarditis is treated with vancomycin.",
    "18. Vancomycin has poor skin penetration and is not used for MRSA skin infections.",
    "19. MRSA skin infections are treated with clindamycin, doxycycline, or trimethoprim-sulfamethoxazole.",
    "20. Empiric treatment for endocarditis is vancomycin and gentamicin.",
    "21. Blood cultures should be done before administering antibiotics for endocarditis.",
    "22. Staphylococcus epidermidis is normal skin flora and can cause infections of prostheses, including heart valves and joint replacements.",
    "23. If a patient with endocarditis has prosthetic material in the heart, rifampin should be added to the treatment regimen.",
    "24. Staphylococcus saprophyticus can cause UTIs leading to staghorn calculi (struvite stones) because it is urease positive.",
    "1. Group A and B Strep both refer to β-hemolytic Strep.",
    "2. β-hemolysis means complete hemolysis (clear zone of hemolysis on blood agar).",
    "3. α-hemolysis means partial hemolysis (green zone of hemolysis on blood agar).",
    "4. γ-hemolysis means no hemolysis (no change on blood agar).",
    "5. Strep pyogenes (Group A Strep) are Gram-positive cocci in chains.",
    "6. Infections with Strep pyogenes cause elevation of anti-streptolysin titers.",
    "7. Strep pyogenes causes Strep pharyngitis, scarlet fever, and skin infections (cellulitis, erysipelas, impetigo).",
    "8. Post-streptococcal glomerulonephritis (PSGN) is a type-III hypersensitivity that can occur following both pharyngitis and cutaneous infections.",
    "9. PSGN presents as red urine (hematuria) 1-3 weeks following the infection.",
    "10. PSGN is not to be confused with IgA nephropathy, which presents as red urine 1-3 days following a viral infection.",
    "11. In PSGN, serum complement protein C3 will be decreased.",
    "12. Rheumatic heart disease is a type-II hypersensitivity that only occurs following pharyngitis.",
    "13. The immune system makes antibodies against the M-protein of S. pyogenes that cross-react with the mitral valve.",
    "14. Penicillin must be given to treat Strep pharyngitis to prevent rheumatic heart disease.",
    "15. Penicillin will not prevent PSGN.",
    "16. In rheumatic heart disease, the patient will have mitral regurgitation acutely, followed by mitral stenosis years later.",
    "17. 99% of mitral stenoses are due to a history of rheumatic heart disease.",
    "18. Pediatric Autoimmune Neuropsychiatric Disorder Associated with Streptococci (PANDAS) is a condition where a child can develop a tic, ADHD, or OCD following a Strep pyogenes infection.",
    "19. S. pyogenes can cause toxic shock-like syndrome due to exotoxin A production.",
    "20. Both TSST toxin of S. aureus and exotoxin A of S. pyogenes can cause shock via the same mechanism.",
    "21. Strep agalactiae (Group B Strep) are Gram-positive cocci in chains.",
    "22. Strep agalactiae causes neonatal meningitis, pneumonia, and sepsis.",
    "23. Rectovaginal swabs are performed in pregnant women at 36 weeks’ gestation to determine whether intrapartum IV penicillin or ampicillin prophylaxis is given.",
    "24. Indications for GBS prophylaxis include a positive swab at 36 weeks’ gestation, GBS bacteriuria at any point in the current pregnancy, and a history of prior pregnancy with early-onset GBS disease in the neonate.",
    "25. Mere colonization in a prior pregnancy is not an indication for giving prophylaxis in the current pregnancy.",
    "26. If the mother’s GBS status is unknown at parturition, give prophylaxis if maternal fever >38C, rupture of membranes >18 hours, or premature delivery (<37 weeks).",
    "27. Neonatal infections on USMLE will be caused by GBS, Listeria, or E. coli.",
    "28. If a neonate has an infection caused by gram-positive cocci, the answer is GBS.",
    "29. If a neonate has an infection caused by gram-positive rods, the answer is Listeria.",
    "30. If a neonate has an infection caused by gram-negative rods, the answer is E. coli.",
    "31. Enterococcus are Gram-positive cocci in chains.",
    "32. Enterococcus are normal flora within the gastrointestinal and urinary tracts.",
    "33. Enterococcus is the answer on USMLE for endocarditis following genitourinary manipulation.",
    "1. Treated with ampicillin.",
    "2. If resistant to ampicillin, treat with vancomycin.",
    "3. If resistant to vancomycin (VRE; vancomycin-resistant enterococci), drugs such as linezolid or daptomycin can be used.",
    "4. USMLE will not assess the latter two treatments for VRE.",
    "5. VRE is an important nosocomial pathogen, same as MRSA.",
    "6. Strep gallolyticus / Strep infantarius was formerly known as Strep bovis.",
    "7. Strep gallolyticus / Strep infantarius can cause endocarditis in the setting of colon cancer.",
    "8. Strep pneumoniae is a Gram-positive diplococci.",
    "9. Strep pneumoniae is the most common cause of lobar pneumonia and otitis media.",
    "10. Strep pneumoniae can also cause meningitis and sinusitis.",
    "11. Strep pneumoniae is a cause of sepsis in asplenia and sickle cell (auto-splenectomy).",
    "12. If a chest infection in a teenager or young adult presents with right lower lobe dullness to percussion, it is likely Strep pneumoniae.",
    "13. If bilateral interstitial infiltrates are present, it is most likely Mycoplasma.",
    "14. USMLE wants you to differentiate Strep pneumoniae from Neisseria meningitidis (meningococcus) for meningitis.",
    "15. College dormitories, military barracks, or close quarters suggest Neisseria meningitidis over Strep pneumoniae.",
    "16. Neisseria meningitidis causes a non-blanching rash (does not turn white when pressed), which can refer to purpura or ecchymoses.",
    "17. If a rash is mentioned, the answer is meningococcus, not Strep pneumoniae.",
    "18. Neisseria meningitidis can cause Waterhouse-Friderichsen syndrome (bilateral hemorrhagic necrosis of the adrenal cortices, leading to hypotension non-responsive to norepinephrine).",
    "19. Empiric treatment for community-acquired pneumonia (CAP) is azithromycin on USMLE.",
    "1. The USMLE doesn’t assess levofloxacin (respiratory fluoroquinolone) for pneumonia treatment.",
    "2. Patients who’ve had antibiotics in the past 3 months or who have significant comorbidities are sometimes upgraded to a respiratory fluoroquinolone.",
    "3. Offline NBME 8 for 2CK has azithromycin as the answer for pneumonia treatment.",
    "4. For community-acquired pneumonia (CAP) where the patient is septic, ceftriaxone +/- vancomycin is given.",
    "5. Ceftriaxone is powerful and effective against Streptococcus pneumoniae.",
    "6. Some strains of Streptococcus pneumoniae are developing resistance, so vancomycin can be added.",
    "7. Meningitis empiric treatment is ceftriaxone + vancomycin.",
    "8. In elderly patients, ampicillin can be added for meningitis empiric treatment.",
    "9. Empiric treatment for otitis media is penicillin or amoxicillin.",
    "10. For recurrent otitis media, clavulanate (Augmentin) can be added.",
    "11. Initially, amoxicillin or penicillin alone is given for otitis media.",
    "12. Empiric treatment for sinusitis is amoxicillin/clavulanate (Augmentin).",
    "13. Sinusitis can be caused by other organisms, including Staphylococcus aureus, requiring expanded coverage.",
    "14. Patients with asplenia or sickle cell have an increased risk of infections due to encapsulated organisms.",
    "15. Encapsulated organisms include Streptococcus pneumoniae, Haemophilus influenzae type B, and Neisseria meningitidis.",
    "16. Encapsulated organisms require opsonization and phagocytosis for clearance.",
    "17. The spleen contains 50% of the immune system’s reservoir of macrophages.",
    "18. Loss of the spleen results in substantial loss of phagocytic capacity.",
    "19. Patients with asplenia must receive additional rounds of vaccination against Streptococcus pneumoniae, Haemophilus influenzae type B, and Neisseria meningitidis.",
    "20. For USMLE, the organism most concerning when giving penicillin prophylaxis to sickle cell or asplenia patients is Streptococcus pneumoniae.",
    "21. For 2CK, vaccination against Streptococcus pneumoniae can be done by giving PCV20 alone or PCV15 followed by PPSV23 months later.",
    "22. Streptococcus viridans (mitis, mutans, sanguinis) cause subacute endocarditis, especially in patients with previous valve abnormalities.",
    "23. Toxic shock syndrome toxin (TSST) is a super-antigen that bridges MHC-II on macrophages with T-cell receptors on CD4+ T cells, causing macrophages to release cytokines.",
    "24. TNF-α causes hypotension and IL-1 causes fever in toxic shock syndrome.",
    "25. Endotoxic shock occurs when the lipid A component of lipopolysaccharide (LPS) from gram-negative bacteria binds to CD14 on macrophages, causing cytokine release.",
    "26. Pediatric Autoimmune Neuropsychiatric Disorder Associated with Streptococci (PANDAS) is a condition where a child can develop a tic, ADHD, or OCD following a Streptococcus pyogenes infection.",
    "27. Streptococcus viridans (mitis, mutans, sanguinis) are gram-positive, catalase-negative, alpha-hemolytic bacteria that show green hemolysis on blood agar and are optochin resistant.",
    "28. Staphylococcus aureus can cause bacterial superinfection on scabies lesions.",
    "1. Gram-positive cocci, catalase-negative, beta-hemolytic, clear hemolysis on blood agar, bacitracin resistant.",
    "2. S. aureus is gram-positive cocci in clusters.",
    "3. Strep pneumo is gram-positive diplococci.",
    "4. The other Strep (i.e., pyogenes, agalactiae, viridans) are gram-positive cocci in chains.",
    "5. Enterococci is also gram-positive cocci in chains.",
    "6. Bacitracin distinguishes S. pyogenes (Group A Strep) from S. agalactiae (Group B Strep).",
    "7. S. epidermidis is gram-positive cocci, catalase-positive, coagulase-negative, novobiocin sensitive.",
    "8. S. pyogenes can cause toxic shock-like syndrome due to exotoxin A production.",
    "9. TSST toxin of S. aureus and exotoxin A of S. pyogenes can both cause shock via the same mechanism.",
    "10. Protein A is produced by S. aureus and cleaves the Fc region of IgG.",
    "11. Most cases of osteomyelitis are caused by S. aureus.",
    "12. In sickle cell patients, there is an increased risk of Salmonella osteomyelitis.",
    "13. S. aureus can be carried within the nares (nostrils) of hospital staff.",
    "14. S. aureus is gram-positive bacteria, cocci, catalase-positive, coagulase-positive.",
    "15. Staph saprophyticus can cause UTIs leading to staghorn calculi (struvite stones).",
    "16. S. saprophyticus is gram-positive bacteria, cocci, catalase-positive, coagulase-negative, novobiocin resistant.",
    "17. Enterococcus is treated with ampicillin; if resistant, vancomycin is used; if resistant to vancomycin, linezolid or daptomycin can be used.",
    "18. Enterococcus is an important nosocomial pathogen, same as MRSA.",
    "19. Enterococcus is the answer for endocarditis following genitourinary manipulation.",
    "20. Empiric treatment for meningitis is ceftriaxone plus vancomycin; in elderly, ampicillin can be added.",
    "21. S. aureus appears yellow when it grows (\"golden staph\").",
    "22. S. aureus can cause \"yellow crusties\" as impetigo.",
    "1. Most cases are S. aureus.",
    "2. If vignette explicitly talks about promiscuity or gives cutaneous papules/pustules, the answer is Gonorrhea instead.",
    "3. The mechanism via which MSSA becomes MRSA is “altered penicillin-binding protein.”",
    "4. MSSA already produces beta-lactamase.",
    "5. 90% of community Staph (i.e., methicillin-sensitive S. aureus; MSSA) produces beta-lactamase.",
    "6. Rheumatic heart disease is a type-II hypersensitivity that only occurs following pharyngitis.",
    "7. The immune system makes antibodies against the M-protein of S. pyogenes that cross-reacts with the mitral valve.",
    "8. Penicillin must be given to treat Strep pharyngitis to prevent rheumatic heart disease.",
    "9. Penicillin will not prevent PSGN.",
    "10. In RHD, the patient will have mitral regurg acutely, followed by mitral stenosis years later after the valve scars over.",
    "11. 99% of mitral stenoses are due to history of RHD.",
    "12. The most common cause of mastitis in breastfeeding women is S. aureus.",
    "13. Mastitis in breastfeeding women is treated with oral dicloxacillin.",
    "14. Continue breastfeeding through the affected breast during mastitis.",
    "15. Enterococci are Gram (+) bacteria, cocci, catalase (+), gamma hemolytic, no hemolysis on blood agar, and grow in 6.5% NaCl.",
    "16. α-hemolysis means partial hemolysis (green zone of hemolysis on blood agar).",
    "17. β-hemolysis means complete hemolysis (clear zone of hemolysis on blood agar).",
    "18. γ-hemolysis means no hemolysis (no change on blood agar).",
    "19. Strep pneumoniae is Gram (+) bacteria, cocci, catalase (-), alpha hemolytic, green hemolysis on blood agar, optochin sensitive.",
    "20. Strep gallolyticus/infantarius (formerly known as Strep bovis) can cause endocarditis in the setting of colon cancer.",
    "21. Empiric treatment for endocarditis is vancomycin and gentamicin.",
    "22. Blood cultures should be done before antibiotics in endocarditis.",
    "23. Impetigo is treated with topical mupirocin.",
    "24. Acute endocarditis occurs with no previous valve abnormality and is usually caused by S. aureus.",
    "25. Subacute endocarditis occurs in patients with previous valve abnormality and is classically caused by Strep viridans following a dental procedure.",
    "1. Strawberry tongue and salmon pink body rash are due to erythrogenic toxin of Strep pyogenes.",
    "2. Treat Strep pyogenes infections with penicillin.",
    "3. The most common cause of lobar pneumonia and otitis media is Strep pneumoniae.",
    "4. Strep pneumoniae is a Gram-positive diplococcus.",
    "5. Empiric treatment for community-acquired pneumonia (CAP) on USMLE is azithromycin.",
    "6. Patients with recent antibiotic use or significant comorbidities may be upgraded to a respiratory fluoroquinolone for pneumonia treatment.",
    "7. For CAP where the patient is septic, ceftriaxone +/- vancomycin is given.",
    "8. Ceftriaxone is effective against Strep pneumoniae.",
    "9. Some strains of Strep pneumoniae are developing resistance, so vancomycin can be added.",
    "10. Post-streptococcal glomerulonephritis (PSGN) is a type-III hypersensitivity (immune complex deposition).",
    "11. PSGN can occur following both Strep pyogenes pharyngitis and cutaneous infections.",
    "12. PSGN presents as red urine (hematuria) 1-3 weeks following the infection.",
    "13. PSGN is associated with decreased serum complement protein C3.",
    "14. Staphylococcus aureus can cause bacterial pneumonia following influenza infection.",
    "15. Strep viridans causes subacute endocarditis, often following a dental procedure.",
    "16. Empiric treatment for otitis media is penicillin or amoxicillin.",
    "17. For recurrent otitis media, clavulanate (Augmentin) can be added.",
    "18. Empiric treatment for sinusitis is amoxicillin/clavulanate (Augmentin).",
    "19. Strep bovis (Strep gallolyticus/Strep infantarius) is a Gram-positive, catalase-negative, gamma-hemolytic bacterium that does not grow in 6.5% NaCl.",
    "20. The three organisms most commonly associated with neonatal infections are GBS, Listeria, and E. coli.",
    "21. Neonatal infections caused by gram-positive cocci are due to GBS.",
    "22. Neonatal infections caused by gram-positive rods are due to Listeria.",
    "23. Neonatal infections caused by gram-negative rods are due to E. coli.",
    "24. Patients with asplenia or sickle cell disease have increased risk of infections due to encapsulated organisms.",
    "25. Encapsulated organisms include Strep pneumoniae, Haemophilus influenzae type B, and Neisseria meningitidis.",
    "26. Patients with asplenia or sickle cell disease must receive additional rounds of vaccination against encapsulated organisms.",
    "1. The organism most concerning when giving penicillin prophylaxis to sickle cell patients or any asplenia patient is S. pneumoniae.",
    "2. S. pneumoniae should be chosen over H. influenzae type B and N. meningitidis for penicillin prophylaxis in asplenia patients.",
    "3. S. pneumoniae vaccination can be done by giving PCV20 alone or PCV15 followed by PPSV23 months later.",
    "4. Strep pyogenes is categorized as Gram-positive cocci, catalase-negative, beta-hemolytic, clear hemolysis on blood agar, and bacitracin sensitive.",
    "5. Optochin is used to distinguish S. pneumoniae from S. viridans.",
    "6. 90% of community Staphylococcus aureus (methicillin-sensitive S. aureus; MSSA) produces beta-lactamase.",
    "7. Penicillin, amoxicillin, or ampicillin alone are usually ineffective against MSSA due to beta-lactamase production.",
    "8. Oral amoxicillin combined with clavulanate (Augmentin) or IV ampicillin combined with sulbactam are effective against S. aureus.",
    "9. Methicillin-class beta-lactams are beta-lactamase resistant and used to treat S. aureus.",
    "10. Methicillin is not given clinically due to causing interstitial nephritis.",
    "11. Oral dicloxacillin and IV flucloxacillin are frequently given to cover Staphylococcus aureus.",
    "12. For skin infections, oral dicloxacillin or cephalexin can be given out-patient, and IV flucloxacillin or cephazolin in-patient.",
    "13. First-generation cephalosporins like cephalexin and cephazolin are beta-lactamase resistant.",
    "14. For impetigo, USMLE prefers topical mupirocin.",
    "15. Nafcillin is a methicillin-class beta-lactam used for confirmed MSSA endocarditis and can cause interstitial nephritis.",
    "16. Staphylococcus aureus is resistant to amoxicillin but not to cephalexin due to the production of penicillinase or beta-lactamase.",
    "17. Novobiocin is used to distinguish S. epidermidis from S. saprophyticus.",
    "18. Food poisoning caused by S. aureus is due to heat-stable pre-formed toxin in meats or dairy products that have been sitting at room temperature.",
    "19. S. aureus food poisoning presents as vomiting 1-6 hours after consumption, with diarrhea being variable.",
    "1. Staphylococcal scalded skin syndrome (SSSS) is caused by S. aureus exfoliative toxin.",
    "2. SSSS is seen in neonates.",
    "3. SSSS causes a generalized salmon-pink rash and desquamation of palms and soles.",
    "4. Staphylococcus epidermidis is normal skin flora.",
    "5. Staphylococcus epidermidis can cause infections of prostheses, including heart valves and joint replacements.",
    "6. Vancomycin + gentamicin is the normal empiric treatment for endocarditis.",
    "7. If the patient has prosthetic material in the heart, add rifampin to the treatment.",
    "8. S. aureus is the most common organism causing cellulitis and both bullous and non-bullous impetigo.",
    "9. Group A Strep (Strep pyogenes) is the most common organism causing erysipelas.",
    "10. For skin infections, oral dicloxacillin or cephalexin can be given out-patient.",
    "11. For skin infections, IV flucloxacillin or cephazolin can be given in-patient.",
    "12. First-generation cephalosporins, such as cephalexin and cephazolin, are beta-lactamase resistant.",
    "13. First-generation cephalosporins are similar to methicillin-class beta-lactams.",
    "14. For impetigo, topical mupirocin is preferred.",
    "15. Bacillus cereus causes vomiting and diarrhea following consumption of reheated rice/fried rice.",
    "16. Bacillus cereus can cause eye infections post-surgery, such as for cataracts.",
    "17. Bacillus anthracis causes pulmonary and cutaneous anthrax.",
    "18. Pulmonary anthrax presents as hemorrhagic mediastinitis.",
    "19. Cutaneous anthrax presents as a black eschar with surrounding edema.",
    "20. Anthrax produces edema factor, which functions as an adenylate cyclase enzyme, increasing cAMP.",
    "21. Anthrax is also known as \"wool-sorter disease.\"",
    "22. Anthrax spores can survive on the dry hides of farm animals due to their protein structure.",
    "23. Anthrax is the only organism with a protein capsule (poly-D-glutamic acid).",
    "24. Clostridium tetani causes spastic paralysis.",
    "25. Tetanus toxin of Clostridium tetani inhibits presynaptic SNARE protein, decreasing release of GABA and glycine.",
    "26. Tetanus can present as opisthotonos (arched back) and trismus (lock-jaw).",
    "27. Tetanus can present in neonates born at home with umbilical cords cut with a kitchen knife and tied with twine.",
    "28. Tetanus can present in individuals who cut themselves in the backyard.",
    "29. DTaP vaccine is given at 2, 4, 6 months, then again at 15-18 months, and at 4-6 years.",
    "1. School-age kids require a booster at 11-12 years, followed by a booster every 10 years thereafter.",
    "2. Pregnant women should get DTaP at 27-36 weeks to protect the neonate from pertussis.",
    "3. For cuts/wounds post-vaccine: 0-5 years post-vaccine: no treatment is necessary.",
    "4. For cuts/wounds post-vaccine: 6-9 years post-vaccine: if clean wound: no treatment; if dirty wound: give Td booster.",
    "5. For cuts/wounds post-vaccine: 10+ years post-vaccine: if clean wound: give Td booster; if dirty wound: IVIG + vaccine.",
    "6. Only ever give IVIG if it’s a dirty wound and has been 10+ years since the last vaccine.",
    "7. Tetanus is a toxoid vaccine (inactivated toxin/protein).",
    "8. Clostridium botulinum causes flaccid paralysis.",
    "9. Botulin toxin of Clostridium botulinum inhibits presynaptic SNARE protein, resulting in decreased release of presynaptic acetylcholine.",
    "10. Clostridium botulinum can present as floppy baby syndrome and can also cause cranial nerve palsies.",
    "11. Clostridium botulinum is acquired as spores in honey in infants under 1 year old.",
    "12. Clostridium botulinum is acquired as pre-formed toxin from canned goods in anyone older.",
    "13. Administering the botulin toxin does not change the effect of the strength of acetylcholine binding to its receptor.",
    "14. Clostridium difficile causes diarrhea (pseudomembranous colitis) ~7-10 days after commencing oral antibiotics.",
    "15. Antibiotics kill off normal bowel flora, allowing Clostridium difficile to overgrow.",
    "16. Clostridium difficile is not normal flora and is acquired via consumption of spores.",
    "17. Any antibiotics in general can technically cause pseudomembranous colitis if the patient has been inoculated with spores prior.",
    "18. Clindamycin is a classic agent known to increase the risk of pseudomembranous colitis.",
    "19. Clostridium difficile infection can present as watery or bloody diarrhea.",
    "20. Clostridium difficile infection can cause LLQ cramping.",
    "21. Diagnose Clostridium difficile with a stool AB toxin test; stool culture is the wrong answer.",
    "22. If a toxin test is already performed, further confirm the diagnosis with a colonoscopy.",
    "23. Never perform a colonoscopy if a patient has toxic megacolon.",
    "24. Toxic megacolon will present as fever and distended abdomen, often with SIRS vitals.",
    "25. Diagnose toxic megacolon with an abdominal x-ray.",
    "26. Treat Clostridium difficile infection with oral vancomycin.",
    "27. Vancomycin has poor oral bioavailability, which is favorable for treating Clostridium difficile infection.",
    "28. Other antibiotics like fidaxomicin and rifaximin are not commonly seen on NBME exams.",
    "1. Consumption of poultry can cause watery/secretory diarrhea.",
    "2. Gas gangrene (CO2 gas) is caused by the production of a-toxin/phospholipase and presents as black skin/crepitus (subcutaneous emphysema).",
    "3. Emphysematous cholecystitis (air in the gall bladder wall) can be caused by C. perfringens.",
    "4. C. perfringens is associated with necrotizing fasciitis, a deep infection along fascial planes.",
    "5. Listeria monocytogenes is a gram-positive rod with tumbling motility.",
    "6. Listeria monocytogenes can grow at very low temperatures (0-4 degrees C).",
    "7. Neonates with pneumonia, meningitis, or sepsis caused by a gram-positive rod may have Listeria monocytogenes.",
    "8. Pregnant women can acquire Listeria monocytogenes via deli meats and soft cheeses.",
    "9. Listeria monocytogenes can cause granulomatosis infantiseptica, presenting as black skin lesions in neonates.",
    "10. Corynebacterium diphtheriae causes diphtheria, presenting as a grey pseudomembrane in the posterior oropharynx of unvaccinated or immigrant children.",
    "11. Untreated diphtheria can cause myocarditis.",
    "12. Diphtheria toxin inhibits protein translation by inhibiting elongation factor 2 (EF2).",
    "13. The diphtheria vaccine is a toxoid (inactive toxin).",
    "14. Nocardia is weakly acid-fast on staining and aerobic.",
    "15. Nocardia can cause pulmonary infection resembling TB.",
    "16. Nocardia can occasionally cause disseminated disease leading to osteomyelitis and meningitis.",
    "17. Actinomyces is not acid-fast and anaerobic.",
    "18. Actinomyces causes the formation of yellow sulfur granules.",
    "19. Actinomyces causes draining sinus tracts in the oral cavity.",
    "20. Bacillus cereus can cause vomiting and diarrhea following consumption of reheated rice/fried rice due to germination of spores.",
    "21. Bacillus cereus can cause eye infections post-surgery (e.g., cataract surgery).",
    "22. Bacillus cereus is a gram-positive rod.",
    "23. Nocardia is a weakly acid-fast, aerobic, gram-positive filamentous rod.",
    "24. Tetanus can present in neonates born at home with the umbilical cord cut with a kitchen knife and tied with twine.",
    "25. Tetanus can present in a person who cut themselves in the backyard.",
    "26. Tetanus presents as opisthotonos (arched back) and trismus (lockjaw).",
    "27. Clostridium difficile causes diarrhea (pseudomembranous colitis) ~7-10 days after starting antibiotics.",
    "28. Clostridium difficile is acquired via consumption of spores.",
    "29. Administering exogenous acetylcholine has no effect on botulism, as botulin toxin only decreases endogenous acetylcholine release.",
    "30. Tetanus vaccine management:",
    "- 0–5 years post-vaccine: no treatment necessary.",
    "- 6–9 years post-vaccine: Td booster for dirty wound, none for clean wound.",
    "- 10+ years post-vaccine: Td booster for clean wound; IVIG + vaccine for dirty wound.",
    "31. Corynebacterium diphtheriae is a gram-positive rod.",
    "32. Bacillus anthracis has a poly-D-glutamic acid capsule.",
    "1. C. difficile is diagnosed with a stool AB toxin test.",
    "2. Stool culture is incorrect for diagnosing C. difficile.",
    "3. Confirm diagnosis of C. difficile with colonoscopy if needed.",
    "4. Nocardia causes pulmonary infection resembling TB, osteomyelitis, and meningitis.",
    "5. Nocardia is treated with sulfonamides.",
    "6. Listeria monocytogenes is acquired by pregnant women eating deli meats or soft cheeses.",
    "7. Actinomyces is a gram-positive filamentous rod and anaerobic.",
    "8. Listeria monocytogenes can grow at very low temperatures (0–4°C).",
    "9. Nocardia is a gram-positive filamentous organism that can present similarly to TB and also cause meningitis and osteomyelitis.",
    "10. Actinomyces causes draining sinus tracts in the oral cavity and yellow sulfur granules.",
    "11. Actinomyces is treated with penicillin.",
    "12. Listeria is acquired by pregnant women eating deli meats or soft cheeses.",
    "13. Listeria causes pneumonia, meningitis, or sepsis in neonates.",
    "14. Clostridium tetani is a gram-positive rod.",
    "15. Clostridium perfringens is acquired from poultry.",
    "16. Clostridium perfringens causes watery diarrhea, gas gangrene, and crepitus.",
    "17. Botulin toxin is inadvertently acquired as spores in honey for infants under 1 year old.",
    "18. Botulin toxin is inadvertently acquired as pre-formed toxin from canned goods for others.",
    "19. Bacillus anthracis causes skin lesions described as a black eschar with surrounding edema.",
    "20. Bacillus cereus causes vomiting/diarrhea from eating reheated rice.",
    "21. Anthrax presents as pulmonary anthrax (hemorrhagic mediastinitis) or cutaneous anthrax (black eschar).",
    "22. Bacillus anthracis has a protein capsule (poly-D-glutamic acid).",
    "23. Anthrax toxin increases cAMP via edema factor (adenylate cyclase).",
    "24. Listeria monocytogenes is a gram-positive rod.",
    "25. Clostridium difficile is a gram-positive rod.",
    "26. Botulin toxin inhibits presynaptic SNARE protein, decreasing acetylcholine release.",
    "27. Botulin toxin causes flaccid paralysis.",
    "28. Diphtheria toxin inhibits protein translation by blocking elongation factor 2 (EF2).",
    "29. Clostridium botulinum is a gram-positive rod.",
    "30. Actinomyces is a gram-positive filamentous organism that causes draining sinus tracts in the oral cavity and produces yellow sulfur granules.",
    "31. C. difficile is treated with oral vancomycin.",
    "32. Oral vancomycin is given due to poor bioavailability, allowing it to act locally in the GI tract.",
    "33. Tetanus toxin inhibits presynaptic SNARE protein, decreasing GABA and glycine release.",
    "34. Tetanus toxin causes spastic paralysis.",
    "35. Bacillus anthracis is a gram-positive rod.",
    "1. Grey pseudomembrane in the posterior oropharynx is usually seen in unvaccinated children.",
    "2. Untreated grey pseudomembrane can cause myocarditis.",
    "3. Clostridium perfringens causes crepitus (subcutaneous emphysema).",
    "4. Clostridium perfringens is a Gram-positive rod.",
    "5. Neisseria are gram-negative diplococci.",
    "6. Strep pneumo is gram-positive diplococci.",
    "7. Neisseria meningitidis can cause meningitis in college-age students living in close quarters or military barracks.",
    "8. Neisseria meningitidis can cause meningitis in children or older individuals with a non-blanching rash.",
    "9. Neisseria meningitidis can cause meningitis in patients with terminal complement deficiency.",
    "10. Terminal complement deficiency (C5-9) causes recurrent Neisserial infections.",
    "11. Waterhouse-Friderichsen syndrome is bilateral hemorrhagic necrosis of the adrenal cortices secondary to meningococcal septicemia.",
    "12. Waterhouse-Friderichsen syndrome can present with or without meningitis.",
    "13. Cortisol is low in Waterhouse-Friderichsen syndrome.",
    "14. Cortisol helps maintain basal blood pressure by upregulating alpha-1 receptors on peripheral arterioles.",
    "15. In Waterhouse-Friderichsen syndrome, giving saline and vasopressors won’t work without glucocorticoid (cortisol).",
    "16. Hydrocortisone is the pharmacologic treatment for Waterhouse-Friderichsen syndrome after normal saline.",
    "17. Neisseria meningitidis is encapsulated.",
    "18. There is an increased risk of infection with encapsulated organisms in those with asplenia or sickle cell.",
    "19. Encapsulated organisms require opsonization and phagocytosis for clearance.",
    "20. The spleen contains 50% of the immune system’s reservoir of macrophages.",
    "21. Loss of the spleen results in substantial loss of phagocytic capacity.",
    "22. Patients with asplenia must receive additional rounds of vaccination against encapsulated organisms.",
    "23. The most concerning organism for sickle cell patients receiving penicillin prophylaxis is S. pneumoniae.",
    "24. Neisseria gonorrhoeae causes STI with mucopurulent discharge.",
    "25. Neisseria gonorrhoeae may progress to pelvic inflammatory disease (PID) in females.",
    "26. PID increases the risk of ectopic pregnancy due to scarring of Fallopian tubes.",
    "27. Neisseria gonorrhoeae appears as gram-negative diplococci on light microscopy.",
    "28. Chlamydia will not show any organisms on light microscopy.",
    "29. Co-treatment for Chlamydia is necessary if gram-negative diplococci are seen under light microscopy.",
    "30. The proper treatment for Gonorrhea is IM ceftriaxone plus either oral azithromycin or doxycycline for Chlamydia.",
    "31. PID can develop despite early treatment with ceftriaxone for Gonorrhea if there was improper antibiotic treatment for Chlamydia.",
    "1. If a patient presents with PID who is septic (high fever, tachycardia, high WBCs), the USMLE recommends admitting to the hospital and administering IV antibiotics.",
    "2. For an asymptomatic patient whose partner tested positive for Gonorrhea or Chlamydia, the recommended action is to give treatment without waiting for test results.",
    "3. Gonorrhea does not cause reactive arthritis; it causes gonococcal arthritis.",
    "4. Gonococcal arthritis can present as monoarthritis of the knee or a triad of mono- or polyarthritis, cutaneous papules/pustules, and tenosynovitis.",
    "5. Reactive arthritis, usually caused by Chlamydia, presents as a triad of urethritis, polyarthritis, and conjunctivitis.",
    "6. Reactive arthritis can rarely be caused by GI infections.",
    "7. Gonococcal arthritis should be treated the same as urethritis with ceftriaxone and azithromycin or doxycycline.",
    "8. Gonococcus is difficult to culture in patients with arthritis but no overt urethritis, often resulting in negative arthrocentesis and throat/urethral swabs.",
    "9. The diagnosis of gonococcal arthritis is often made clinically.",
    "10. The presence of papules/pustules on the skin makes the diagnosis of Gonorrhea more obvious.",
    "11. Arthrocentesis is not very sensitive for organisms in the setting of septic arthritis.",
    "12. False-negative results for gonococcus in arthrocentesis are notably common.",
    "13. Gonococcus can cause ophthalmia neonatorum (neonatal conjunctivitis).",
    "14. Gonococcal conjunctivitis presents in the first week of life with yellow discharge from the eye(s).",
    "15. Chlamydia conjunctivitis tends to present after the first week of life.",
    "1. Chlamydia drains through the nasolacrimal duct down into the lungs.",
    "2. Pneumonia following conjunctivitis in a 3-week-old is indicative of Chlamydia.",
    "3. Prophylaxis for gonococcal conjunctivitis is erythromycin ointment.",
    "4. Treatment for gonococcal conjunctivitis in neonates is IM 3rd-generation cephalosporin (usually cefotaxime in pediatrics).",
    "5. Prophylaxis for chlamydial conjunctivitis is treatment of the mother while pregnant.",
    "6. Treatment for chlamydial conjunctivitis in neonates is oral erythromycin.",
    "7. Patients with terminal complement (C5-9) deficiency have an increased risk of infection with Neisseria species.",
    "8. Terminal complement deficiency is highly relevant for Neisserial infections.",
    "9. A vaccine cannot be made against N. gonorrhoeae because it has pilus proteins that undergo antigenic variation.",
    "10. A vaccine against N. meningitidis is made against the polysaccharide capsule.",
    "11. N. gonorrhoeae does not have a capsule.",
    "12. H. influenzae type B (HIB) causes epiglottitis and meningitis.",
    "13. H. influenzae non-typeable can cause otitis media and pneumonia in COPD patients.",
    "14. The HIB vaccine is a conjugate vaccine where a protein is attached to the polysaccharide capsule.",
    "15. T-independent antigens are non-proteinaceous and cannot be expressed on MHC-II molecules.",
    "16. Attaching a protein to a polysaccharide capsule allows it to be expressed on MHC-II and presented to CD4+ T cells.",
    "17. Epiglottitis is seen in unvaccinated individuals, immigrants, and patients with asplenia or sickle cell disease.",
    "18. X-ray of the neck in epiglottitis shows a “thumbprint sign.”",
    "19. Epiglottitis presents as a child with fever and difficulty breathing, possibly drooling and in tripod positioning.",
    "20. Immediate intubation is required for epiglottitis.",
    "21. Epiglottitis is a medical emergency that can lead to sudden airway occlusion.",
    "22. Antibiotic treatment for epiglottitis following intubation is a 3rd-generation cephalosporin (cefotaxime in pediatrics or ceftriaxone) and rifampin for close contacts.",
    "23. Legionella is classically acquired via aerosols from air conditioners.",
    "24. Legionella pneumonia can be acquired from environmental aerosols.",
    "25. Legionella causes atypical pneumonia with bilateral interstitial infiltrates.",
    "26. Legionnaire’s disease refers to severe pneumonia/illness due to Legionella.",
    "27. Legionella can cause hyponatremia and diarrhea.",
    "28. Legionella is diagnosed with a urine antigen test.",
    "1. Treat Mycoplasma pneumonia with azithromycin or doxycycline.",
    "2. Mycoplasma is the most common bacterial cause of atypical pneumonia (interstitial pneumonia).",
    "3. Viruses are technically the most common cause of atypical pneumonia.",
    "4. For USMLE, if a patient has bilateral pneumonia with interstitial infiltrates, Mycoplasma is the likely cause.",
    "5. \"Walking pneumonia\" refers to a young, healthy adult with a dry cough and low-grade fever, where the CXR shows bilateral infiltrates.",
    "6. Lobar pneumonia is usually caused by S. pneumoniae.",
    "7. Bilateral pneumonia is usually caused by Mycoplasma (in AIDS patients, bilateral pneumonia is caused by Pneumocystis).",
    "8. Mycoplasma can cause cold agglutinins (IgM antibodies against RBCs), leading to hemolysis.",
    "9. Bilateral pneumonia plus low hemoglobin (Hb) suggests Mycoplasma.",
    "10. High LDH can sometimes be seen in Mycoplasma infections.",
    "11. High LDH on USMLE often indicates hemolysis.",
    "12. Beta-lactams such as amoxicillin are ineffective against Mycoplasma because it lacks a peptidoglycan cell wall.",
    "13. Chlamydia pneumoniae is another cause of interstitial/atypical pneumonia after Mycoplasma and Legionella.",
    "14. Chlamydia psittaci causes atypical pneumonia in bird owners or those who work at a pet store with birds.",
    "15. Treat Chlamydia psittaci with azithromycin or doxycycline.",
    "16. Chlamydia trachomatis D-K can cause pneumonia in neonates following conjunctivitis.",
    "17. Prophylaxis for Chlamydia neonatal conjunctivitis is treating the mother while pregnant.",
    "18. Treatment for Chlamydia neonatal conjunctivitis in the neonate is oral erythromycin.",
    "19. Topical erythromycin is used as prophylaxis for gonococcal conjunctivitis.",
    "20. Treatment for gonococcal conjunctivitis is cefotaxime.",
    "21. Bordetella pertussis (whooping cough) can present in adults and may be described as a regular cough.",
    "22. Pertussis can cause hypoglycemia and/or post-tussive emesis (vomiting after coughing episodes).",
    "23. Pertussis can cause super-high WBC counts in the 30-50,000 range with >80% lymphocytes, called reactive lymphocytosis.",
    "24. ALL-like laboratory findings plus cough suggest pertussis.",
    "25. The number-one way to prevent pertussis is vaccination.",
    "26. Pertussis is part of the TDaP vaccine.",
    "27. The pertussis component of the TDaP vaccine is killed-acellular; the tetanus and diphtheria components are toxoid.",
    "1. Erythromycin can be given to patients with an active cough.",
    "2. Close contacts of patients with an active cough should also receive erythromycin.",
    "3. Francisella tularensis causes atypical pneumonia in patients with exposure to rabbits.",
    "4. Francisella tularensis can sometimes cause ulcerated skin lesions.",
    "5. Infection by Francisella tularensis is called tularemia.",
    "6. Rickettsia refers to a genus of bacteria that are obligate intracellular.",
    "7. Rickettsia rickettsii causes Rocky Mountain spotted fever (RMSF).",
    "8. RMSF presents as a rash on palms and soles that migrates toward the trunk.",
    "9. RMSF is considered a form of vasculitis and is spread by the Dermacentor wood tick.",
    "10. RMSF is treated with doxycycline.",
    "11. \"Typhus\" refers to conditions with rash, fever, and headache caused by Rickettsia.",
    "12. Rickettsia prowazekii causes epidemic typhus and is spread by lice.",
    "13. Rickettsia typhi causes endemic typhus and is spread by fleas.",
    "14. Rickettsia tsutsugamushii causes scrub typhus and is spread by mites.",
    "15. Rickettsia causes a positive Weil-Felix test, indicating positive titers to Proteus-O antigen.",
    "16. Coxiella burnetii causes Q-fever, an atypical pneumonia in those with exposure to farm animals, especially cattle.",
    "17. Coxiella burnetii was once considered a type of Rickettsia but is now in its own genus.",
    "18. Coxiella burnetii is Weil-Felix negative.",
    "19. Brucella is acquired from unpasteurized goat products like cheese and milk.",
    "20. Brucellosis causes undulating fever, presenting as afternoon fevers and normal body temperature in the morning.",
    "21. Invasion of Brucella to the CNS is called neurobrucellosis, which can present as meningoencephalitis.",
    "22. Pasteurella multocida can cause skin infection following a cat or dog bite.",
    "23. Bartonella henselae can cause skin infection following a cat or dog scratch, known as cat-scratch disease.",
    "24. Bartonella henselae causes non-caseating granulomatous inflammation seen on silver stain.",
    "25. Bartonella henselae can cause bacillary angiomatosis in immunocompromised patients, presenting as raised, red/violaceous skin lesions.",
    "26. Bacillary angiomatosis resembles Kaposi sarcoma.",
    "27. Legionella is a Gram-negative rod.",
    "28. Legionella is acquired via aerosols from air conditioners.",
    "29. Legionella causes atypical pneumonia with bilateral infiltrates.",
    "30. Epidemic typhus is caused by Rickettsia prowazekii and spread by lice.",
    "31. The Weil-Felix test indicates positive titers to Proteus-O antigen and distinguishes Rickettsia (positive) from Coxiella (negative).",
    "32. Q-fever is caused by Coxiella burnetii and is acquired via farm animals, especially cattle.",
    "33. N. meningitidis is indicated as the cause of meningitis over S. pneumoniae by college-age students living in close quarters, non-blanching purpuric/ecchymotic rash, and terminal complement deficiency with recurrent Neisserial infections.",
    "1. Bordetella pertussis can cause reactive lymphocytosis that resembles ALL.",
    "2. Bordetella pertussis causes reactive lymphocytosis with WBC counts in the 30-50,000 range and >80% lymphocytes.",
    "3. Gonococcus is difficult to culture in patients with arthritis but no overt urethritis.",
    "4. Arthrocentesis can be false-negative for gonococcus.",
    "5. Bordetella pertussis causes whooping cough.",
    "6. Findings apart from the cough in whooping cough include hypoglycemia, post-tussive emesis, and reactive lymphocytosis.",
    "7. Brucella causes undulating fever.",
    "8. Brucella causes brucellosis, acquired from unpasteurized goat products.",
    "9. Gonococcal neonatal conjunctivitis presents in the first week of life and is treated with IM cefotaxime.",
    "10. Chlamydial neonatal conjunctivitis presents after the first week and is associated with pneumonia; it is treated with oral erythromycin.",
    "11. Mycoplasma lacks a peptidoglycan cell wall.",
    "12. Mycoplasma causes atypical pneumonia (interstitial) and hemolysis via cold agglutinins.",
    "13. Pasteurella multocida causes skin infection following cat or dog bites.",
    "14. Rickettsia rickettsii causes Rocky Mountain Spotted Fever.",
    "15. The vector for Rocky Mountain Spotted Fever is the Dermacentor wood tick.",
    "16. Rocky Mountain Spotted Fever presents with a rash on the palms and soles migrating to the trunk.",
    "17. Rocky Mountain Spotted Fever is treated with doxycycline.",
    "18. Gonococcal arthritis presents as monoarthritis (knee) or a triad of arthritis, cutaneous papules/pustules, and tenosynovitis.",
    "19. Gonococcal arthritis is treated with ceftriaxone plus azithromycin or doxycycline.",
    "20. A vaccine cannot be made against N. gonorrhoeae because it has pilus proteins that undergo antigenic variation.",
    "21. A vaccine can be made against N. meningitidis because it has a stable polysaccharide capsule.",
    "22. Haemophilus influenzae type B vaccine is a conjugate vaccine.",
    "23. The Haemophilus influenzae type B vaccine enables MHC-II presentation and a robust CD4+ T cell response.",
    "24. Brucella causes undulating fever and is acquired from unpasteurized goat products.",
    "25. Bordetella pertussis is a gram-negative coccobacillus.",
    "26. Bordetella pertussis causes whooping cough.",
    "27. Beta-lactams such as amoxicillin are ineffective against Mycoplasma because it lacks a peptidoglycan cell wall.",
    "28. Neisseria meningitidis is a gram-negative diplococci.",
    "29. The most common bacterial cause of atypical pneumonia (after viruses) is Mycoplasma.",
    "30. The colloquial name for Mycoplasma pneumonia is walking pneumonia.",
    "31. Mycoplasma pneumonia can cause cold agglutinins.",
    "32. Mycoplasma pneumonia is treated with azithromycin or doxycycline.",
    "1. Francisella tularensis is acquired from rabbits.",
    "2. Francisella tularensis causes tularemia and atypical pneumonia.",
    "3. Coxiella burnetii is a Gram-negative coccobacillus.",
    "4. Coxiella burnetii causes Q-fever.",
    "5. Waterhouse-Friderichsen syndrome is bilateral hemorrhagic necrosis of adrenal cortices due to meningococcal septicemia.",
    "6. Waterhouse-Friderichsen syndrome is treated with hydrocortisone and fluids.",
    "7. Rickettsia is an obligate intracellular, Gram-negative bacterium.",
    "8. Brucella is a Gram-negative rod.",
    "9. Chlamydia trachomatis D-K can cause pneumonia in neonates following conjunctivitis.",
    "10. Pneumonia caused by Chlamydia trachomatis D-K presents with low-grade fever and wheezing.",
    "11. Pneumonia caused by Legionella is sometimes accompanied by hyponatremia and/or diarrhea.",
    "12. Francisella tularensis is a Gram-negative rod.",
    "13. Bartonella henselae is a Gram-negative rod.",
    "14. Bartonella henselae causes cat scratch disease.",
    "15. Haemophilus influenzae type B causes epiglottitis and meningitis.",
    "16. Unvaccinated individuals, immigrants, asplenia, or sickle cell patients are prone to getting epiglottitis caused by Haemophilus influenzae type B.",
    "17. Bartonella henselae causes cat scratch disease.",
    "18. Cat scratch disease presents as a skin infection.",
    "19. Non-caseating granulomas are seen on biopsy in cat scratch disease.",
    "20. Francisella tularensis is acquired from rabbits.",
    "21. Francisella tularensis causes tularemia.",
    "22. Rickettsia typhi causes endemic typhus.",
    "23. Endemic typhus is spread by fleas.",
    "24. Terminal complement deficiency (C5-9) makes patients prone to recurrent Neisserial infections.",
    "25. Neisseria gonorrhoeae is a Gram-negative diplococci.",
    "26. Serratia marcescens causes nosocomial UTIs.",
    "27. Serratia marcescens is urease-positive.",
    "28. Serratia marcescens can lead to struvite (ammonium magnesium phosphate; staghorn) calculi.",
    "29. Serratia marcescens grows cherry red on culture medium.",
    "30. Serratia marcescens is catalase-positive.",
    "31. Serratia sepsis can occur in patients with NADPH oxidase deficiency (chronic granulomatous disease).",
    "32. Escherichia coli is the most common cause of UTIs, cystitis, and pyelonephritis.",
    "33. Escherichia coli causes prostatitis and epididymitis in males 40s and older.",
    "34. Fimbriae or P-pilus are virulence factors of Escherichia coli that enable adhesion to urothelium.",
    "1. Patients with NADPH oxidase deficiency have an increased risk of infections because E. coli is catalase-positive.",
    "2. Enterotoxigenic E. coli (ETEC) causes traveler's diarrhea, which is self-limiting watery or brown-green diarrhea following trips overseas to places like Mexico or the Middle East.",
    "3. ETEC is classically acquired via water or lettuce contaminated with human feces.",
    "4. The mechanism for ETEC diarrhea involves a heat-labile toxin that ADP-ribosylates adenylyl cyclase, increasing cAMP, and a heat-stable toxin that ADP-ribosylates guanylyl cyclase, increasing cGMP.",
    "5. The heat-labile toxin of ETEC increases cAMP, similar to cholera toxin (Vibrio cholerae).",
    "6. Cholera causes profuse, high-volume stool with liters of rice-water stool.",
    "7. Traveler's diarrhea, even if occurring 8-12 times daily, is not described as profusely high-volume like cholera.",
    "8. The heat-stable toxin of ETEC increases cGMP, similar to Yersinia enterocolitica toxin.",
    "9. Yersinia enterocolitica causes bloody diarrhea and pseudo-appendicitis (RLQ pain) or arthritis, whereas traveler's diarrhea is not bloody.",
    "10. Enterohemorrhagic E. coli (EHEC) O157:H7 causes bloody diarrhea (dysentery) and can cause hemolytic uremic syndrome (HUS).",
    "11. EHEC is classically acquired from beef.",
    "12. Hemolytic uremic syndrome (HUS) presents as a triad of thrombocytopenia, hemolytic anemia with schistocytes, and renal insufficiency with or without hematuria.",
    "13. The combination of thrombocytopenia and schistocytosis indicates microangiopathic hemolytic anemia (MAHA).",
    "14. The mechanism for HUS involves E. coli EHEC O157:H7 and Shigella secreting toxins that cause inflammation of renal microvasculature, leading to ADAMTS13 protein inactivation and failure of cleavage of vWF multimers.",
    "15. Shiga-like and Shiga toxins cleave the eukaryotic 60S ribosomal subunit, interfering with protein translation.",
    "16. Klebsiella is urease-positive and can cause struvite stones.",
    "17. Klebsiella can cause cavitary pneumonia with currant jelly sputum, classically seen in alcoholics or those with aspiration risk.",
    "18. Proteus is urease-positive and can cause UTIs leading to struvite stones.",
    "19. Salmonella enteritidis and typhimurium cause food poisoning resulting in bloody diarrhea, acquired from poultry, eggs, or interaction with reptiles.",
    "20. Salmonella typhi causes typhoid fever, characterized by high fever, prostration, rose spots on the abdomen, and either constipation or diarrhea.",
    "21. Humans are the reservoir for Salmonella typhi, which is acquired via fecal-contaminated food or water and can remain latent in the gall bladder.",
    "22. Shigella can be acquired from beef.",
    "1. Shigella can cause shigellosis, which is isolated bloody diarrhea (dysentery).",
    "2. Shigella can cause full-blown Hemolytic Uremic Syndrome (HUS).",
    "3. Shigella requires inoculation with relatively few organisms to cause infection.",
    "4. Shiga-toxin cleaves the eukaryotic 60S ribosome.",
    "5. Shigella's main virulence factor is its ability to invade GI mucosa.",
    "6. If Shigella loses its ability to invade, it is severely impeded in its ability to cause infection.",
    "7. Enterohemorrhagic Escherichia coli (EHEC) does not invade.",
    "8. Pseudomonas causes pneumonia in cystic fibrosis patients.",
    "9. Staphylococcus aureus exceeds Pseudomonas in cystic fibrosis patients prior to age 10.",
    "10. Pseudomonas exceeds Staphylococcus aureus in cystic fibrosis patients after age 10.",
    "11. Pseudomonas can cause infections on burns.",
    "12. Pseudomonas appears blue-green due to a pigment called pyocyanin.",
    "13. A burn with a yellow color is likely caused by Staphylococcus aureus.",
    "14. Diabetic patients have an increased general infection risk due to Pseudomonas.",
    "15. Diabetic patients are notably at risk for osteomyelitis and foot ulcers due to Pseudomonas.",
    "16. A new NBME question for 2CK lists \"polymicrobial\" as the most likely cause of diabetic foot ulcer.",
    "17. Pseudomonas is a very important cause of nosocomial pneumonia.",
    "18. Nosocomial pneumonia is defined as pneumonia starting more than 48 hours after becoming an in-patient.",
    "19. Patients with nosocomial pneumonia must receive coverage for both MRSA and Pseudomonas.",
    "20. Coverage for MRSA is provided by vancomycin.",
    "21. Coverage for Pseudomonas is provided by either ceftazidime (a 3rd-gen cephalosporin) or cefepime (a 4th-gen cephalosporin).",
    "22. Ceftriaxone (a 3rd-gen cephalosporin) does not cover Pseudomonas.",
    "23. The combination of vancomycin and ceftriaxone is used for community-acquired sepsis or meningitis.",
    "24. For community-acquired pneumonias without sepsis, azithromycin is used for treatment.",
    "1. Carbapenems, pipericillin/tazobactam, and amikacin (an aminoglycoside) cover Pseudomonas.",
    "2. Vancomycin + cephalosporin combinations are highly tested on forms.",
    "3. Pseudomonas can cause otitis externa (swimmer’s ear) and hot tub folliculitis.",
    "4. Treat otitis externa with topical ciprofloxacin + hydrocortisone drops.",
    "5. Prophylaxis for otitis externa is topical alcohol-acetic acid drops.",
    "6. Ear plugs are not effective for preventing otitis externa.",
    "7. Carbamide peroxide drops are for earwax buildup.",
    "8. Pseudomonas produces a toxin that inhibits Elongation Factor 2 (EF2), similar to Diphtheria.",
    "9. Vibrio cholerae (cholera) presents as “liters and liters” of rice-water stool.",
    "10. Cholera is acquired fecal-orally through contaminated food or water.",
    "11. The toxin of Vibrio cholerae has the same mechanism as ETEC heat-labile toxin, causing ADP-ribosylation of adenylyl cyclase (increases cAMP).",
    "12. Cholera causes profusely high-volume diarrhea.",
    "13. Cholera causes death via severe dehydration and electrolyte disturbance.",
    "14. Treatment for cholera is oral rehydration; IV hydration is used if the patient has low BP or altered mental status.",
    "15. Vibrio parahemolyticus does not cause profuse, watery diarrhea like cholera.",
    "16. Vibrio parahemolyticus can be acquired from sushi and shellfish.",
    "17. Vibrio vulnificus causes severe sepsis in half of patients.",
    "18. Vibrio vulnificus can be acquired from shellfish.",
    "19. Yersinia causes bloody diarrhea and either appendicitis-like (RLQ) pain or arthritis.",
    "20. The RLQ pain from Yersinia is due to mesenteric adenitis or terminal ileitis.",
    "21. Yersinia toxin has the same mechanism as ETEC heat-stable toxin, increasing cGMP.",
    "22. C. diff can cause either watery or bloody stool and sometimes pain.",
    "23. Pseudo-appendicitis due to Yersinia will be in the RLQ, not the LLQ.",
    "24. Helicobacter pylori is a spiral-shaped gram-negative rod.",
    "25. H. pylori is responsible for almost all duodenal ulcers (>95%) and a lower percentage (>60%) of gastric ulcers.",
    "26. H. pylori secretes proteinaceous substrates that damage the mucosal lining.",
    "27. H. pylori produces urease, which increases ammonia production, allowing it to survive in the acidic environment of the stomach.",
    "28. Antral/pyloric ulcers caused by H. pylori can lead to gastric outlet obstruction.",
    "29. Gastric outlet obstruction may be indicated by a “succussion splash” on examination.",
    "1. Increased risk of MALT lymphoma, a type of B-cell lymphoma.",
    "2. MALT lymphoma can be obstructive at the pylorus and the cardia of the stomach adjacent to the lower esophageal sphincter.",
    "3. Diagnose H. pylori with urease breath test or stool antigen.",
    "4. Endoscopy and biopsy can be performed to confirm H. pylori diagnosis via visualization of spiral-shaped organisms.",
    "5. Treat H. pylori with CAP (clarithromycin, amoxicillin, PPI such as omeprazole).",
    "6. If CAP fails, use metronidazole, tetracycline, bismuth, and PPI tetrad.",
    "7. Perforated duodenal ulcer will present as sudden-onset rigid abdomen with involuntary guarding.",
    "8. Patients with perforated duodenal ulcer will often have SIRS with abnormal vitals due to sympathetic activation.",
    "9. X-rays of the chest and abdomen are used to look for air under the diaphragm, indicating ruptured viscus.",
    "10. Campylobacter jejuni causes bloody diarrhea 1-3 days after consumption of poultry.",
    "11. Campylobacter jejuni can cause Guillain-Barre syndrome (ascending paralysis, decreased tendon reflexes, albuminocytologic dissociation in the CSF).",
    "12. Treat Guillain-Barre syndrome with IVIG and plasmapheresis.",
    "13. Campylobacter jejuni grows best at high temperatures (42 degrees).",
    "14. Bacteroides is normal GI flora from mouth to anus and is strictly anaerobic.",
    "15. Anaerobic infections can present as foul-smelling sputum or discharge.",
    "16. Bacteroides can cause pulmonary abscess and aspiration pneumonia.",
    "17. Pulmonary abscess is often described as a pulmonary lesion with an air-fluid level.",
    "18. Treat pulmonary abscess with clindamycin.",
    "19. Clindamycin is used for anaerobes above the diaphragm, while metronidazole is used for anaerobes below the diaphragm.",
    "20. Klebsiella is urease positive and can cause struvite stones and cavitary pneumonia with currant jelly sputum, classically seen in alcoholics or aspiration risk patients.",
    "21. Yersinia enterocolitica causes pseudo-appendicitis, bloody diarrhea, appendicitis-like RLQ pain, or arthritis.",
    "22. Yersinia enterocolitica toxin ADP-ribosylates guanylyl cyclase, increasing cGMP.",
    "1. Strictly anaerobic gram-negative rod, part of normal GI flora.",
    "2. Causes pulmonary abscesses and anaerobic infections.",
    "3. Nosocomial pneumonia must cover MRSA and Pseudomonas.",
    "4. Nosocomial pneumonia is treated with vancomycin plus ceftazidime or cefepime.",
    "5. \"Foul-smelling sputum\" or \"foul-smelling discharge\" indicates anaerobic infections like pulmonary abscess caused by Bacteroides.",
    "6. E. coli causes UTIs and cystitis via fimbriae or P-pilus, enabling adhesion to the urothelium.",
    "7. Shigella is acquired from beef.",
    "8. Shigella causes shigellosis (bloody diarrhea) or HUS.",
    "9. Shigella's virulence mechanism is the invasion of GI mucosa.",
    "10. Cholera presents as profuse rice-water stool.",
    "11. Cholera is caused by Vibrio cholerae.",
    "12. Cholera toxin ADP-ribosylates adenylyl cyclase, increasing cAMP.",
    "13. EHEC O157:H7 and Shigella toxins cleave the eukaryotic 60S ribosomal subunit.",
    "14. H. pylori is responsible for most peptic ulcers.",
    "15. H. pylori causes ulcers by secreting proteinaceous substrates that damage mucosa.",
    "16. Pseudomonas causes infections on burns with blue-green color.",
    "17. S. aureus causes infections on burns with yellow color.",
    "18. Nosocomial UTI patients get Serratia infections.",
    "19. Serratia is urease-positive, leading to struvite stones.",
    "20. Serratia sepsis occurs in NADPH oxidase deficiency.",
    "21. Klebsiella causes struvite stones and cavitary pneumonia with currant jelly sputum.",
    "22. EHEC O157:H7 causes bloody diarrhea or HUS.",
    "23. EHEC O157:H7 toxin cleaves the 60S ribosomal subunit, interfering with protein translation.",
    "24. Campylobacter jejuni causes bloody diarrhea and Guillain-Barré syndrome.",
    "25. Campylobacter jejuni is acquired from poultry.",
    "26. ETEC causes traveler’s diarrhea.",
    "27. ETEC heat-labile toxin increases cAMP; heat-stable toxin increases cGMP.",
    "28. Vibrio parahemolyticus causes mild diarrhea from sushi/shellfish.",
    "29. Vibrio vulnificus causes sepsis from shellfish.",
    "30. Pseudomonas causes hot tub folliculitis.",
    "31. A perforated duodenal ulcer presents as a sudden rigid abdomen (involuntary guarding).",
    "32. The first step in diagnosing a perforated duodenal ulcer is X-rays for air under the diaphragm.",
    "33. H. pylori is diagnosed with a urease breath test, stool antigen, or endoscopy with biopsy.",
    "34. Serratia is a gram-negative rod, catalase-positive, and a nosocomial pathogen.",
    "35. Pseudomonas is an important organism causing pneumonia in cystic fibrosis patients.",
    "1. Pseudomonas causes profuse, high-volume rice-water stool.",
    "2. Vibrio cholerae causes profuse, high-volume rice-water stool.",
    "3. The toxin of Vibrio cholerae ADP-ribosylates adenylyl cyclase, increasing cAMP.",
    "4. Pulmonary abscess is treated with clindamycin.",
    "5. Bacteroides is a common cause of pulmonary abscess.",
    "6. EHEC O157:H7 and Shigella cause hemolytic uremic syndrome.",
    "7. Nematode infections on USMLE are basically always treated with -bendazoles (e.g., mebendazole, albendazole).",
    "8. -Bendazoles are microtubule inhibitors.",
    "9. Pyrantel pamoate can be used for nematodes but is lower yield.",
    "10. Diethylcarbamazine is non-existent.",
    "11. Ivermectin is used for Onchocerca volvulus.",
    "12. Praziquantel is used for cestodes and trematodes.",
    "13. Praziquantel causes worm paralysis.",
    "14. Mebendazole is used for nematodes.",
    "15. Praziquantel is used for cestodes and trematodes.",
    "16. Eosinophils can be elevated in helminth infections.",
    "17. Eosinophils play a role in killing helminths via release of major basic protein.",
    "18. Normally, eosinophils should be <5%.",
    "19. In helminth infections, eosinophils can be >6-8%.",
    "20. Eosinophils can occasionally be elevated in fungal infections.",
    "21. Ascaris lumbricoides is a giant roundworm.",
    "22. Infection with Ascaris lumbricoides is called Ascariasis.",
    "23. Ascariasis causes intestinal obstruction.",
    "24. Treat Ascariasis with mebendazole.",
    "25. Enterobius vermicularis is also known as pinworm.",
    "26. Enterobius vermicularis causes perianal itching.",
    "27. Enterobius vermicularis is diagnosed via the Scotch tape test.",
    "28. Treat Enterobius vermicularis with mebendazole.",
    "29. Toxocara canis is carried by pet dogs.",
    "30. Toxocara canis is acquired through ingestion of contaminated soil/food.",
    "31. Toxocara canis causes visceral larva migrans, which can cause hepatosplenomegaly.",
    "32. Treat Toxocara canis with mebendazole.",
    "33. Trichinella spiralis is acquired from pork and bear meat consumption.",
    "34. Trichinosis presents as a triad of fever, myalgias, and periorbital edema in patients who ate bear meat or pork.",
    "35. Treat Trichinella spiralis with mebendazole.",
    "1. Strongyloides stercoralis usually invades through the feet.",
    "2. Strongyloides stercoralis travels through the bloodstream to the lungs, causing pulmonary symptoms.",
    "3. The larvae of Strongyloides stercoralis ascend the trachea and are swallowed into the GI tract, causing abdominal symptoms.",
    "4. Strongyloides stercoralis is transmitted through the feet.",
    "5. Strongyloides stercoralis is treated with mebendazole.",
    "6. Ancylostoma duodenale and Necator americanus are hookworms.",
    "7. Hookworms enter through the feet and travel to the lungs.",
    "8. Hookworms suck blood from their site of attachment in the small bowel, causing microcytic anemia due to iron deficiency.",
    "9. Hookworm infections are treated with mebendazole.",
    "10. Onchocerca volvulus causes onchocerciasis (river blindness).",
    "11. Onchocerca volvulus is transmitted by black flies.",
    "12. Onchocerca volvulus causes black skin lesions and blindness.",
    "13. Onchocerca volvulus is treated with ivermectin.",
    "14. Wuchereria bancrofti causes elephantiasis (lymphatic filariasis).",
    "15. Wuchereria bancrofti is transmitted by female mosquitoes.",
    "16. Loa loa is a roundworm that presents crawling in the eyeball.",
    "17. Loa loa is transmitted by deer, horse, or mango flies.",
    "18. Loa loa is treated with mebendazole.",
    "19. Tapeworms have a segmented body and a scolex with suckers and hooks.",
    "20. Diphyllobothrium latum (fish tapeworm) is acquired from ingesting fish.",
    "21. Diphyllobothrium latum causes B12 deficiency, leading to macrocytic anemia and hypersegmented neutrophils.",
    "22. Diphyllobothrium latum is treated with praziquantel.",
    "23. Taenia solium (pork tapeworm) is acquired from pork consumption.",
    "24. Taenia solium causes cysticercosis, presenting as muscle pain/cysts.",
    "25. Taenia solium causes neurocysticercosis, presenting as lesions within the brain.",
    "26. Neurocysticercosis can present as a swiss-cheese appearance of the brain, one or two ring-enhancing lesions, or cystic, soap-bubble-appearing lesions within the ventricles.",
    "27. Praziquantel is preferred for treating cysticercosis.",
    "28. Albendazole is preferred for treating neurocysticercosis.",
    "29. Praziquantel is generally the treatment for cestodes and trematodes.",
    "1. Albendazole can be used for neurocysticercosis.",
    "2. Taenia solium is a pork cestode.",
    "3. Trichinella spiralis is a pork/bear nematode.",
    "4. Trichinella spiralis infection presents with a triad of periorbital edema, myalgias, and fever.",
    "5. Echinococcus granulosus causes hydatid cyst disease.",
    "6. Echinococcus granulosus infection presents with liver cysts, sometimes jaundice, and general flu-like symptoms.",
    "7. Do not biopsy hydatid cysts caused by Echinococcus granulosus as it can cause anaphylaxis.",
    "8. The correct management of hydatid cysts is surgical excision plus praziquantel.",
    "9. Schistosoma hematobium is acquired through the skin, usually in Africa, while swimming.",
    "10. Schistosoma hematobium travels to the cystic veins draining the bladder and the bladder wall.",
    "11. Schistosoma hematobium causes hematuria and squamous cell carcinoma of the bladder.",
    "12. Schistosoma hematobium has snails as its reservoir.",
    "13. Schistosoma mansoni and Schistosoma japonicum are acquired through the skin, usually in Africa, while swimming.",
    "14. Schistosoma mansoni and Schistosoma japonicum travel to the mesenteric veins and intestines, eventually affecting the liver.",
    "15. Schistosoma mansoni and Schistosoma japonicum can cause hepatosplenomegaly, liver damage, and GI symptoms.",
    "16. Treat Schistosoma infections with praziquantel.",
    "17. Clonorchis sinensis is acquired via consumption of contaminated fish.",
    "18. Clonorchis sinensis can cause cholangiocarcinoma (bile duct cancer).",
    "19. Treat Clonorchis sinensis infection with praziquantel.",
    "20. Paragonimus westermani is acquired via consumption of crab meat or crayfish.",
    "21. Paragonimus westermani travels from the GI tract to the lungs, causing hemoptysis.",
    "22. Treat Paragonimus westermani infection with praziquantel.",
    "23. Strongyloides stercoralis invades usually through the feet.",
    "24. Strongyloides stercoralis travels through the bloodstream to the lungs, causing pulmonary symptoms.",
    "25. Strongyloides stercoralis larvae ascend the trachea and are swallowed into the GI tract, causing abdominal symptoms.",
    "26. Treat Strongyloides stercoralis infection with mebendazole.",
    "27. Toxocara canis causes visceral larva migrans.",
    "28. Toxocara canis is acquired via ingestion of contaminated soil or food.",
    "29. Toxocara canis infection causes hepatosplenomegaly.",
    "30. Treat Toxocara canis infection with mebendazole.",
    "31. Enterobius vermicularis (pinworm) causes perianal itching.",
    "32. Enterobius vermicularis is diagnosed via the Scotch tape test.",
    "33. Treat Enterobius vermicularis infection with mebendazole.",
    "1. Wuchereria bancrofti causes elephantiasis.",
    "2. Wuchereria bancrofti is transmitted by female mosquitoes.",
    "3. Elephantiasis caused by Wuchereria bancrofti is treated with mebendazole.",
    "4. Onchocerca volvulus causes onchocerciasis (river blindness), black skin lesions, and blindness.",
    "5. Onchocerca volvulus is transmitted by black flies.",
    "6. Onchocerciasis caused by Onchocerca volvulus is treated with ivermectin.",
    "7. Paragonimus westermani is a trematode (fluke).",
    "8. Schistosoma hematobium can cause hematuria in someone who went swimming in Africa.",
    "9. Schistosoma hematobium can cause squamous cell carcinoma of the bladder.",
    "10. Clonorchis sinensis is acquired via consumption of contaminated fish.",
    "11. Clonorchis sinensis causes cholangiocarcinoma (bile duct cancer).",
    "12. Cholangiocarcinoma caused by Clonorchis sinensis is treated with praziquantel.",
    "13. Trichinella spiralis is acquired via pork and bear meat consumption.",
    "14. Trichinosis caused by Trichinella spiralis presents with fever, myalgias, and periorbital edema.",
    "15. Trichinosis caused by Trichinella spiralis is treated with mebendazole.",
    "16. Strongyloides stercoralis is a nematode (roundworm).",
    "17. Necator americanus is a nematode (roundworm).",
    "18. Schistosoma mansoni and Schistosoma japonicum cause hepatosplenomegaly, liver damage, and GI symptoms.",
    "19. Hepatosplenomegaly caused by Schistosoma mansoni and Schistosoma japonicum is treated with praziquantel.",
    "20. Ascaris lumbricoides is known as the giant roundworm.",
    "21. Ascaris lumbricoides causes intestinal obstruction.",
    "22. Intestinal obstruction caused by Ascaris lumbricoides is treated with mebendazole.",
    "23. Loa loa is diagnosed by the presence of a worm crawling in the eye.",
    "24. Loa loa is spread by deer, horse, or mango flies.",
    "25. Loa loa infection is treated with mebendazole.",
    "26. Schistosoma spp. are trematodes (flukes).",
    "27. Ascaris lumbricoides is also known as the giant roundworm.",
    "28. Ascaris lumbricoides causes intestinal obstruction.",
    "29. Intestinal obstruction caused by Ascaris lumbricoides is treated with mebendazole.",
    "30. Paragonimus westermani causes hemoptysis and is treated with praziquantel.",
    "31. Eosinophils are increased in helminth infections.",
    "32. Pyrantel pamoate is usually used to treat nematode infections.",
    "33. Loa loa is a nematode (roundworm).",
    "34. Clonorchis sinensis is a trematode (fluke).",
    "35. Onchocerca volvulus is classically treated with ivermectin.",
    "36. Wuchereria bancrofti is a nematode (roundworm).",
    "37. Trichinella spiralis infection presents with fever, myalgias, and periorbital edema.",
    "38. Trichinella spiralis infection is treated with mebendazole.",
    "39. Diphyllobothrium latum is a cestode (tapeworm).",
    "40. The reservoir for Schistosoma hematobium is snails.",
    "41. Schistosoma hematobium causes hematuria and squamous cell carcinoma of the bladder.",
    "1. Treat with praziquantel.",
    "2. Hookworms are Ancylostoma duodenale and Necator americanus.",
    "3. Hookworms are acquired through the feet.",
    "4. Hookworms cause microcytic anemia due to iron deficiency.",
    "5. Treat hookworms with mebendazole.",
    "6. Ancylostoma duodenale is a nematode (roundworm).",
    "7. Onchocerca volvulus is a nematode (roundworm).",
    "8. Toxocara canis is a nematode (roundworm).",
    "9. Mebendazole's mechanism of action is as a microtubule inhibitor.",
    "10. Mebendazole is used for nematode infections.",
    "11. Ancylostoma duodenale and Necator americanus cause iron deficiency anemia leading to microcytic anemia.",
    "12. Echinococcus granulosus is a cestode (tapeworm).",
    "13. Trichinella spiralis is classically acquired via consumption of bear meat.",
    "14. Trichinella spiralis causes trichinosis.",
    "15. Trichinosis presents with fever, myalgias, and periorbital edema.",
    "16. Enterobius vermicularis causes perianal itching.",
    "17. Enterobius vermicularis is also known as pinworm.",
    "18. Enterobius vermicularis is diagnosed via the Scotch tape test.",
    "19. Treat Enterobius vermicularis with mebendazole.",
    "20. Taenia solium is a cestode (tapeworm).",
    "21. Trichinella spiralis is a nematode (roundworm).",
    "22. Onchocerca volvulus can cause diminishing vision.",
    "23. Treat Onchocerca volvulus with ivermectin.",
    "24. Loa loa is spread by the deer, horse, or mango fly.",
    "25. Loa loa causes crawling in the eyeball.",
    "26. Clonorchis sinensis causes cholangiocarcinoma.",
    "27. Enterobius vermicularis is a nematode (roundworm).",
    "28. Wuchereria bancrofti causes lymphatic filariasis/elephantiasis.",
    "29. Wuchereria bancrofti is spread by female mosquitoes.",
    "30. Praziquantel is used for cestodes and trematodes.",
    "31. Praziquantel's mechanism of action is causing worm paralysis.",
    "32. Ascaris lumbricoides is a nematode (roundworm).",
    "33. Taenia solium or Taenia saginata is classically acquired via ingestion of infected pork or beef.",
    "34. Protozoa are unicellular eukaryotes.",
    "35. Amoebas move and feed by extending pseudopods.",
    "36. Entamoeba histolytica is acquired as cysts in fresh water.",
    "37. Organisms acquired as cysts in fresh water include Entamoeba, Cryptosporidium, and Giardia.",
    "38. Entamoeba histolytica causes bloody diarrhea and liver abscesses.",
    "39. Entamoeba histolytica can cause flask-shaped ulcers of the small bowel.",
    "40. Entamoeba histolytica demonstrates erythrophagocytosis (ingestion of RBCs).",
    "1. A patient who traveled abroad and has bloody diarrhea and an abscess seen in the liver on CT should be tested for E. histolytica antigen.",
    "2. E. histolytica infection is treated with metronidazole and iodoquinol.",
    "3. Acanthamoeba causes keratitis (inflammation of the cornea) and encephalitis.",
    "4. Naegleria fowleri is found in contaminated fresh water sources such as lakes, hot springs, fountains, and sometimes drinking water.",
    "5. Naegleria fowleri causes rapidly progressive meningoencephalitis and death within 1-2 weeks in nearly 100% of patients.",
    "6. Naegleria fowleri enters through the cribriform plate in patients who have water enter their nose through diving, splashing, or deliberate washing of their sinuses.",
    "7. Naegleria fowleri does not cause infection if merely ingested.",
    "8. Giardia lamblia is acquired as cysts in fresh water.",
    "9. Organisms acquired as cysts in fresh water include Entamoeba, Cryptosporidium, and Giardia.",
    "10. Giardia lamblia causes steatorrhea (fatty stool), which can be described as extremely foul-smelling stool that floats.",
    "11. Giardia lamblia infection can also cause bloating.",
    "12. Giardia lamblia causes malabsorptive diarrhea, leading to nutritional and fat-soluble vitamin deficiencies.",
    "13. Giardia lamblia has two phases during its life cycle: the trophozoite (actively reproducing, motile, and infective phase) and the cyst (dormant, non-infective stage).",
    "14. Patients with IgA deficiency are at increased risk of Giardia infection.",
    "15. Giardia infection is treated with metronidazole.",
    "16. Trichomonas vaginalis causes trichomoniasis, presenting as yellow-green discharge and sometimes a \"strawberry cervix\" or punctate hemorrhages on the cervix.",
    "17. Trichomonas vaginalis is diagnosed via visualization on wet mount.",
    "18. Trichomonas vaginalis infection is treated with metronidazole for both the patient and their partner.",
    "19. Trypanosoma cruzi causes Chagas disease (American trypanosomiasis) and is spread by the Reduviid bug.",
    "20. Trypanosoma cruzi can cause Romaña sign, which is palpebral (eyelid) swelling 1-2 weeks after infection.",
    "21. Trypanosoma cruzi can cause dilated cardiomyopathy, achalasia, and toxic megacolon.",
    "22. Chagas disease is often treated with nifurtimox and benznidazole.",
    "23. Trypanosoma brucei causes African sleeping sickness (African trypanosomiasis) and is spread by the Tsetse fly.",
    "24. African sleeping sickness presents as daytime sleepiness and nighttime insomnia.",
    "25. African sleeping sickness is often treated with suramin and melarsoprol.",
    "26. Leishmania donovani causes Leishmaniasis and is spread by the Phlebotomus sand fly.",
    "27. Leishmaniasis is prevalent in the Middle East.",
    "28. Leishmania donovani can cause skin ulceration at the bite site (cutaneous leishmaniasis).",
    "1. Visceral leishmaniasis (kala-azar) can lead to pancytopenia and hepatosplenomegaly.",
    "2. Visceral leishmaniasis is often treated with sodium stibogluconate.",
    "3. Sporozoans have a spore-forming phase and an apical complex used for invading host cells.",
    "4. Plasmodium spp. causes malaria.",
    "5. Malaria presents as a flu-like illness with hemolysis and varying fever patterns.",
    "6. Plasmodium falciparum causes hypoglycemia and cerebral malaria, which is more fatal.",
    "7. Malaria is transmitted to humans by the Anopheles mosquito in regions such as Africa, South America, and Asia.",
    "8. The Anopheles mosquito injects the sporozoite form of malaria into the blood.",
    "9. Sporozoites travel to the liver and mature into schizonts within hepatocytes, producing merozoites.",
    "10. Schizonts containing merozoites are released into the blood.",
    "11. Merozoites invade RBCs (erythrocytic phase) and mature into ring-shaped trophozoites, followed by new schizonts containing new merozoites.",
    "12. RBCs periodically burst, causing fever patterns.",
    "13. Trophozoites do not develop prior to the schizonts in the liver.",
    "14. Plasmodium falciparum is the most severe type and causes cerebral malaria with neurologic deficits, seizures, and headache.",
    "15. Patients with Plasmodium falciparum can get hypoglycemia due to increased glucose consumption by the organism.",
    "16. Chloroquine can be given as prophylaxis for malaria, inhibiting malarial heme polymerase.",
    "17. Some regions have high levels of chloroquine resistance, so mefloquine can be given instead.",
    "18. If a patient develops malaria after taking chloroquine, the answer is \"pharmacologic resistance.\"",
    "19. Plasmodium vivax and ovale cause tertian fever (every 48 hours).",
    "20. Plasmodium vivax and ovale form hypnozoites within the liver, which is a latent form.",
    "21. Patients with Plasmodium vivax and ovale must receive primaquine, which kills hypnozoites.",
    "22. Plasmodium malariae causes a more mild form of malaria and a quartan fever (every 72 hours).",
    "23. Plasmodium knowlesi is found predominantly in southeast Asia and causes a quotidian (daily) fever.",
    "24. Malaria is diagnosed with thick and thin blood smears.",
    "25. Toxoplasma gondii is classically acquired from contact with infected cats or via consumption of pork.",
    "1. Toxoplasmosis presents as one or more ring-enhancing lesions on CT of the head.",
    "2. Toxoplasmosis can be in the context of seizures and/or miscellaneous neurologic symptoms as a result of CNS infection.",
    "3. HIV patients with a CD4 count <100 are at greater risk for toxoplasmosis.",
    "4. Prophylaxis for toxoplasmosis is trimethoprim/sulfamethoxazole (TMP/SMX).",
    "5. Treatment for toxoplasmosis is sulfadiazine and pyrimethamine.",
    "6. Congenital toxoplasmosis in neonates presents as a triad of hydrocephalus, chorioretinitis, and intracranial calcifications.",
    "7. Cryptosporidium parvum is acquired as cysts in fresh water.",
    "8. Cryptosporidium parvum causes watery diarrhea in persons who travel to third-world countries.",
    "9. Diarrhea caused by Cryptosporidium parvum is self-limiting in immunocompetent persons and treated with supportive care.",
    "10. Chronic diarrhea caused by Cryptosporidium parvum can occur in immunocompromised individuals and is treated with nitazoxanide.",
    "11. Cryptosporidium parvum appears as acid-fast cysts on staining.",
    "12. Babesia is spread by the Ixodes tick, the same vector as Lyme disease, Ehrlichia, and Anaplasma.",
    "13. Babesia causes a malaria-like hemolytic disease in patients who have never left the United States.",
    "14. Babesia can cause a ring-form on blood smear similar to malaria.",
    "15. Babesia can cause a Maltese cross within RBCs.",
    "16. The protozoa that cause malaria are Plasmodium species (P. vivax, P. ovale, P. falciparum, P. malariae).",
    "17. The primary vectors for malaria are female Anopheles mosquitoes.",
    "18. The life cycle of Plasmodium in humans involves sporozoites infecting the liver, developing into schizonts, releasing merozoites, and infecting red blood cells.",
    "19. The most severe species of Plasmodium is Plasmodium falciparum.",
    "20. Giemsa stain is used to identify malaria in blood smears.",
    "21. The treatment for P. falciparum malaria is artemisinin-based combination therapy (ACT).",
    "22. Plasmodium species that cause relapsing malaria are P. vivax and P. ovale.",
    "23. Relapsing malaria is treated with primaquine for liver hypnozoites.",
    "24. The protozoa that cause toxoplasmosis is Toxoplasma gondii.",
    "25. The primary transmission route of Toxoplasma gondii is ingestion of oocysts from cat feces or undercooked meat.",
    "26. The symptoms of congenital toxoplasmosis are chorioretinitis, hydrocephalus, and intracranial calcifications.",
    "27. The treatment for toxoplasmosis is pyrimethamine and sulfadiazine.",
    "28. The protozoa that cause African sleeping sickness are Trypanosoma brucei gambiense and T. brucei rhodesiense.",
    "1. The vector for African sleeping sickness is the tsetse fly.",
    "2. The clinical stages of African sleeping sickness are the hemolymphatic stage and CNS involvement.",
    "3. The treatment for African sleeping sickness is suramin for the blood stage and melarsoprol for the CNS stage.",
    "4. The protozoa that cause Chagas disease is Trypanosoma cruzi.",
    "5. The vector for Chagas disease is the reduviid bug (\"kissing bug\").",
    "6. The symptoms of acute Chagas disease include Romana sign (unilateral periorbital swelling), fever, and lymphadenopathy.",
    "7. The symptoms of chronic Chagas disease include cardiomyopathy, megacolon, and megaesophagus.",
    "8. The treatment for Chagas disease is benznidazole or nifurtimox.",
    "9. The protozoa that cause leishmaniasis are Leishmania species (L. donovani, L. major, etc.).",
    "10. The vector for leishmaniasis is the sandfly.",
    "11. The forms of leishmaniasis are cutaneous, mucocutaneous, and visceral.",
    "12. The treatment for visceral leishmaniasis is amphotericin B or miltefosine.",
    "13. The protozoa that cause amebiasis is Entamoeba histolytica.",
    "14. Amebiasis is transmitted via the fecal-oral route through cyst ingestion.",
    "15. The symptoms of amebiasis include dysentery, liver abscess (anchovy paste), and abdominal pain.",
    "16. The treatment for amebiasis is metronidazole followed by a luminal agent like paromomycin.",
    "17. The protozoa that cause giardiasis is Giardia lamblia.",
    "18. Giardiasis is transmitted through the ingestion of cysts from contaminated water.",
    "19. The symptoms of giardiasis include steatorrhea, bloating, and diarrhea.",
    "20. The treatment for giardiasis is metronidazole or tinidazole.",
    "21. The protozoa that cause cryptosporidiosis are Cryptosporidium species (C. parvum, C. hominis).",
    "22. Cryptosporidiosis is transmitted through the ingestion of oocysts in contaminated water.",
    "23. The symptoms of cryptosporidiosis include watery diarrhea, especially in immunocompromised hosts.",
    "24. The treatment for cryptosporidiosis is nitazoxanide.",
    "25. The protozoa that cause trichomoniasis is Trichomonas vaginalis.",
    "26. Trichomoniasis is transmitted through sexual contact.",
    "27. The symptoms of trichomoniasis include vaginitis with frothy discharge and strawberry cervix.",
    "28. The treatment for trichomoniasis is metronidazole for both partners.",
    "29. The protozoa that cause babesiosis are Babesia species (e.g., Babesia microti).",
    "30. The vector for babesiosis is the Ixodes tick.",
    "31. The symptoms of babesiosis include fever, hemolytic anemia, and \"Maltese cross\" on blood smear.",
    "32. The treatment for babesiosis is atovaquone and azithromycin or clindamycin and quinine.",
    "33. The protozoa that cause balantidiasis is Balantidium coli.",
    "34. Balantidiasis is transmitted via the fecal-oral route.",
    "35. The symptoms of balantidiasis include dysentery and abdominal pain.",
    "36. The treatment for balantidiasis is tetracycline or metronidazole.",
    "1. Schistosoma species (S. mansoni, S. haematobium, S. japonicum) cause schistosomiasis.",
    "2. The intermediate host for Schistosoma is freshwater snails.",
    "3. Symptoms of schistosomiasis include hematuria, liver fibrosis, and portal hypertension.",
    "4. The treatment for schistosomiasis is praziquantel.",
    "5. Echinococcus granulosus causes hydatid disease.",
    "6. The definitive host of Echinococcus granulosus is dogs.",
    "7. The intermediate host of Echinococcus granulosus is sheep or humans (accidental).",
    "8. Symptoms of hydatid disease include liver cysts, lung involvement, and anaphylaxis if cysts rupture.",
    "9. The treatment for hydatid disease is surgical removal and albendazole.",
    "10. Ascaris lumbricoides causes ascariasis.",
    "11. Ascariasis is transmitted by ingestion of eggs from contaminated soil.",
    "12. Symptoms of ascariasis include intestinal obstruction and respiratory symptoms.",
    "13. The treatment for ascariasis is albendazole or mebendazole.",
    "14. Strongyloides stercoralis causes strongyloidiasis.",
    "15. Strongyloidiasis is transmitted by skin penetration by larvae in soil.",
    "16. Symptoms of strongyloidiasis include diarrhea, weight loss, and autoinfection in immunocompromised hosts.",
    "17. The treatment for strongyloidiasis is ivermectin.",
    "18. Ancylostoma duodenale and Necator americanus cause hookworm infection.",
    "19. Hookworms are transmitted by skin penetration by larvae in soil.",
    "20. Symptoms of hookworm infection include iron-deficiency anemia and eosinophilia.",
    "21. The treatment for hookworm infection is albendazole or mebendazole.",
    "22. Wuchereria bancrofti causes filariasis.",
    "23. The vector for filariasis is mosquitoes.",
    "24. Symptoms of filariasis include elephantiasis and lymphatic obstruction.",
    "25. The treatment for filariasis is diethylcarbamazine.",
    "26. Trichinella spiralis causes trichinosis.",
    "27. Trichinosis is transmitted by ingestion of undercooked pork or bear meat.",
    "28. Symptoms of trichinosis include muscle pain, fever, and periorbital edema.",
    "29. The treatment for trichinosis is albendazole or mebendazole.",
    "30. Taenia saginata (beef tapeworm) or Taenia solium (pork tapeworm) cause taeniasis.",
    "1. Taeniasis is transmitted by ingestion of cysticerci in undercooked meat.",
    "2. Symptoms of taeniasis include mild gastrointestinal discomfort.",
    "3. The treatment for taeniasis is praziquantel.",
    "4. Taenia solium causes neurocysticercosis.",
    "5. Neurocysticercosis is transmitted by ingestion of T. solium eggs.",
    "6. Symptoms of neurocysticercosis include seizures and intracranial calcifications.",
    "7. The treatment for neurocysticercosis is albendazole or praziquantel with corticosteroids.",
    "8. Enterobius vermicularis (pinworm) causes enterobiasis.",
    "9. Rhinovirus is the most common cause of the common cold.",
    "10. Coxsackie A causes hand-foot-mouth disease, which presents as vesicles on the hands, feet, and mouth.",
    "11. Coxsackie A can also cause herpangina, which is oropharyngeal vesicles.",
    "12. Coxsackie B causes myocarditis with dilated cardiomyopathy.",
    "13. Coxsackie B can cause diabetes mellitus type I in susceptible patients.",
    "14. Coxsackie B can cause pleurodynia, which is intercostal muscle spasm presenting with sharp, lateral chest pain.",
    "15. Echovirus is a common cause of aseptic (viral) meningitis.",
    "16. CSF analysis for viral meningitis shows normal protein, normal glucose, and elevated lymphocytes.",
    "17. Poliovirus infects the anterior horns of the spinal cord and causes poliomyelitis.",
    "18. Poliovirus classically causes degeneration of motor neurons in one leg, leading to one leg being much smaller than the other.",
    "19. The Salk vaccine is a killed intramuscular vaccine for polio.",
    "20. The Sabin vaccine is a live-attenuated oral vaccine for polio.",
    "21. Only the live-attenuated Sabin vaccine is capable of generating a CD8+ T-cell response and IgA secretion in the gut.",
    "1. Only live virus can invade the cell, leading to expression on MHC-I, which interacts with CD8.",
    "2. The oral vaccine can stimulate Peyer's patches in the ileum to make gut IgA.",
    "3. The killed intramuscular vaccine can’t produce a CD8+ T cell response because killed virus can’t invade the cell.",
    "4. The killed intramuscular vaccine doesn’t produce gut IgA.",
    "5. Both killed and oral vaccines are capable of generating IgG antibodies in the circulation.",
    "6. Only the Sabin vaccine produces a CD8+ response and gut IgA production.",
    "7. Both Salk and Sabin vaccines produce IgG in circulation.",
    "8. Hepatitis A is the most common cause of acute hepatitis in the United States.",
    "9. Hepatitis A is transmitted fecal-orally and only causes acute hepatitis.",
    "10. ALT is usually greater than AST in viral hepatitis.",
    "11. IgM against Hepatitis A indicates acute infection.",
    "12. IgG against Hepatitis A indicates the patient has cleared the infection.",
    "13. The Hepatitis A vaccine is indicated for MSM and IV drug users.",
    "14. Hepatitis E causes fulminant hepatitis and high risk of death in pregnant women.",
    "15. Hepatitis E only causes acute hepatitis.",
    "16. Hepatitis E is seen more in Asia, e.g., Tibet.",
    "17. Norovirus is the most common cause of watery diarrhea in adults and rotavirus-vaccinated children.",
    "18. Norovirus is commonly acquired in places with high density of people, such as cruise ships and business conferences.",
    "19. Rotavirus is the most common cause of watery diarrhea in unvaccinated children under 5 years.",
    "20. Immigrant status often implies unvaccinated status for rotavirus on USMLE.",
    "21. The rotavirus vaccine is normally given orally at 2, 4, and 6 months of age.",
    "22. Rotavirus is a double-stranded, segmented RNA virus.",
    "23. Rotavirus is wheel-shaped.",
    "24. Coltivirus causes Colorado tick fever, a flu-like illness.",
    "25. Colorado tick fever mostly occurs in Western USA.",
    "26. Coxsackie B virus causes diabetes mellitus type I in susceptible patients.",
    "27. The immune system develops antibodies against a viral oligopeptide that cross-reacts with intra-beta-islet cell glutamic acid decarboxylase-65.",
    "28. Anti-GAD-65 antibodies are positive in some patients with type I diabetes mellitus.",
    "1. Rotavirus is a double-stranded, segmented RNA virus.",
    "2. Rotavirus is wheel-shaped.",
    "3. Rotavirus is the most common cause of watery diarrhea in unvaccinated children under 5 years.",
    "4. Coltivirus causes Colorado tick fever, a flu-like illness occurring mostly in Western USA.",
    "5. Echovirus is a common cause of aseptic (viral) meningitis.",
    "6. Echovirus CSF analysis shows normal protein, normal glucose, and elevated lymphocytes.",
    "7. Rhinovirus is the most common cause of the common cold.",
    "8. Rhinovirus is an RNA virus, icosahedral, and non-enveloped.",
    "9. Coxsackie B virus causes myocarditis with dilated cardiomyopathy, diabetes mellitus type I, and pleurodynia.",
    "10. Rotavirus has a wheel shape.",
    "11. Coxsackie B virus causes pleurodynia, presenting with sharp, lateral chest pain due to intercostal muscle spasm.",
    "12. Poliovirus infects the anterior horns of the spinal cord, causing poliomyelitis and motor neuron degeneration.",
    "13. Coxsackie A virus causes hand-foot-mouth disease, presenting as vesicles on hands, feet, and mouth.",
    "14. Hepatitis A is acute hepatitis often linked to recent travel.",
    "15. Hepatitis E causes fulminant hepatitis, particularly in pregnant women.",
    "16. Sabin polio vaccine (live-attenuated oral) generates a CD8+ T-cell response and gut IgA production.",
    "17. Both Sabin and Salk polio vaccines produce IgG in circulation.",
    "18. Rhinovirus is the most common cause of the common cold.",
    "19. Coltivirus causes Colorado tick fever.",
    "20. Echovirus causes aseptic meningitis.",
    "21. Norovirus (Norwalk virus) causes watery diarrhea in settings like cruise ships, business conferences, and crowded areas.",
    "22. Coxsackie A virus causes herpangina.",
    "23. Echovirus is a high-yield cause of viral (aseptic) meningitis.",
    "24. HepA IgG positivity indicates the patient has cleared HepA infection (no chronic HepA).",
    "25. Rotavirus is a double-stranded, segmented RNA virus and wheel-shaped.",
    "26. Rotavirus vaccine is normally given at 2, 4, and 6 months of age.",
    "27. A 1-year-old child from China with watery diarrhea is most likely diagnosed with rotavirus.",
    "28. Norovirus (Norwalk virus) causes watery diarrhea in adults and rotavirus-vaccinated children.",
    "29. Norovirus (Norwalk virus) is an RNA virus, icosahedral, and non-enveloped.",
    "30. Apart from endemic areas, men who have sex with men (MSM) and IV drug users require the HepA vaccine.",
    "31. Coxsackie A virus causes hand-foot-mouth disease and herpangina.",
    "32. Poliovirus is an RNA virus, icosahedral, and non-enveloped.",
    "33. Hepatitis E virus is an RNA virus, icosahedral, and non-enveloped.",
    "34. Poliovirus likes to invade the anterior horns of the spinal cord.",
    "35. Coxsackie A and B viruses are RNA viruses, icosahedral, and non-enveloped.",
    "36. Coxsackie B virus causes myocarditis and dilated cardiomyopathy.",
    "1. Equine encephalitis is a brain infection that can occur in farmers.",
    "2. Rubella (German measles) causes fever and a head-to-toe maculopapular rash in unvaccinated children and adults.",
    "3. Rubella causes post-auricular and sub-occipital lymphadenopathy.",
    "4. Adults with rubella can get arthritis.",
    "5. Congenital rubella presents as patent ductus arteriosus (PDA) in neonates.",
    "6. Congenital rubella can also cause cataracts and deafness.",
    "7. The MMR vaccine is live-attenuated and contraindicated during pregnancy due to theoretical risk to the fetus.",
    "8. If a woman receives the MMR vaccine while pregnant or within a month prior to pregnancy, it is not an indication for abortion, but risks to the fetus are increased and proper monitoring is important.",
    "9. The MMR vaccine is not contraindicated in HIV.",
    "10. Hepatitis C is transmitted almost exclusively from IV drugs/blood exposure and is not present in breastmilk and non-sanguineous body fluids.",
    "11. Hepatitis C is not considered sexually transmitted.",
    "12. Hepatocellular damage in Hepatitis C is due to T-cell-mediated apoptosis, not direct viral cytopathicity.",
    "13. There is no vaccine for Hepatitis C due to antigenic variation.",
    "14. IgM against Hepatitis C indicates acute infection.",
    "15. IgG against Hepatitis C usually indicates chronic infection.",
    "16. West Nile virus has a bird reservoir and is spread by Culex mosquito.",
    "17. West Nile virus presents as a flu-like illness in most people.",
    "18. Dengue virus is spread usually by Aedes mosquito.",
    "19. Dengue virus causes flu-like illness, thrombocytopenia, severe joint, and abdominal pain.",
    "20. Yellow fever virus is spread usually by Aedes mosquito.",
    "21. Yellow fever virus causes flu-like illness and jaundice due to hepatocellular damage.",
    "22. Councilman bodies are seen on biopsy of the liver in yellow fever, which are apoptotic bodies.",
    "23. Zika virus is spread usually by Aedes mosquito.",
    "24. Zika virus causes microcephaly in neonates if the mother is exposed while pregnant.",
    "25. Human T-cell lymphotropic virus is a retrovirus similar to HIV.",
    "26. Human T-cell lymphotropic virus causes a cutaneous T-cell lymphoma known as mycosis fungoides, which appears like a skin rash.",
    "27. If mycosis fungoides extends to the blood as a T-cell leukemia, it is called Sezary syndrome.",
    "28. Sezary syndrome usually presents with diffusely red skin, called erythroderma.",
    "1. Sezary syndrome and mycosis fungoides are characterized by cerebriform-shaped cells on light microscopy.",
    "2. HTLV can cause tropical spastic paraparesis, which involves antibodies against neuronal cells leading to neurodegeneration over weeks to months.",
    "3. Hepatitis D requires hepatitis B in order to infect, which can occur due to co-infection or superinfection.",
    "4. Vaccination against hepatitis B can prevent Hepatitis D infection.",
    "5. There is no vaccine against Hepatitis D.",
    "6. Hepatitis B antigen forms the envelope for Hepatitis D.",
    "7. Human immunodeficiency virus (HIV) invades and destroys CD4+ T cells.",
    "8. HIV is transmitted via blood, IV drug use, sexually, and is also present in breastmilk.",
    "9. Highly active anti-retroviral therapy (HAART) consists of three drugs: two nucleoside reverse-transcriptase inhibitors (NRTI) and either a non-nucleoside reverse-transcriptase inhibitor (NNRTI) or a protease inhibitor.",
    "10. HAART therapy is initiated immediately upon diagnosis of HIV.",
    "11. Once CD4 count falls below 200/μL, patients are started on trimethoprim/sulfamethoxazole (TMP/SMX) for Pneumocystis jiroveci pneumonia (PJP) prophylaxis.",
    "12. HIV patients with CD4 counts under 200, or those who get any HIV-related opportunistic infection, are said to have Acquired Immunodeficiency Syndrome (AIDS).",
    "13. Toxoplasmosis occurs with CD4 count under 100.",
    "14. Prophylaxis for Toxoplasmosis is TMP/SMX.",
    "15. Treatment for Toxoplasmosis is sulfadiazine and pyrimethamine.",
    "16. TMP/SMX is both the prophylaxis and treatment for Pneumocystis jiroveci pneumonia (PJP).",
    "17. Mycobacterium avium intracellulare (MAI) and CMV infections can occur at CD4 counts of 50-100.",
    "18. MAI causes lung infections similar to TB and sometimes GI infections.",
    "19. CMV causes retinitis, presenting as blurry vision in HIV patients.",
    "20. Progressive multifocal leukoencephalopathy (PML), primary CNS lymphoma, and AIDS complex dementia can occur at CD4 counts <50-100.",
    "1. A patient with a CD4 count of 47 who has a ring-enhancing lesion of the brain and is taking HAART and TMP/SMX is diagnosed with primary CNS lymphoma.",
    "2. Toxoplasmosis is ruled out because the patient is on TMP/SMX, which is prophylaxis for both Pneumocystis and Toxoplasmosis.",
    "3. TMP/SMX should be commenced at a CD4 count of 200 for PJP prophylaxis.",
    "4. Patients who are not on TMP/SMX by the time their CD4 count falls to 100 are at risk for Toxoplasmosis.",
    "5. Cryptococcal neoformans meningitis presents with low glucose, high protein, and high lymphocytes.",
    "6. Cryptococcal neoformans meningitis is diagnosed with CSF latex agglutination (most accurate), India ink prep, or mucicarmine staining.",
    "7. Adults with severe acute-onset seborrheic dermatitis, disseminated scabies, or molluscum contagiosum should have an HIV test.",
    "8. HIV increases the risk of squamous cell carcinoma in men who have sex with men (MSM).",
    "9. HIV can cause focal segmental glomerulosclerosis (FSGS), a nephrotic syndrome.",
    "10. When HIV leads to renal disease, it is called HIV nephropathy, which is almost always FSGS.",
    "11. HIV can lead to chronic diarrhea caused by Cryptosporidium parvum, whereas immunocompetent patients clear it.",
    "12. Cryptosporidium parvum is a protozoan (unicellular eukaryote).",
    "13. Cryptosporidium parvum can be a cause of anemia of chronic disease (low Hb, low iron, normal ferritin).",
    "14. Patients with HIV require a Pap smear at the time of diagnosis and then annually thereafter.",
    "15. Normally, Pap smears are performed every three years from age 21, and then every five years from age 30 with HPV co-testing.",
    "16. To prevent vertical transmission of HIV, the most important measure is HAART therapy while pregnant and keeping the mother's viral load as low as possible.",
    "17. The mother will receive intrapartum zidovudine, a C-section is performed, and the neonate will receive six weeks of zidovudine commenced within 12 hours of birth.",
    "18. One of the NBME assessments includes the point about six weeks of zidovudine commenced within 12 hours of birth for neonates.",
    "1. Alphavirus causes equine encephalitis, a brain infection.",
    "2. Rubella causes fever and a head-to-toe maculopapular rash in unvaccinated children and adults.",
    "3. Rubella is associated with post-auricular and sub-occipital lymphadenopathy.",
    "4. Adults with Rubella can get arthritis.",
    "5. Congenital Rubella presents as patent ductus arteriosus (PDA), cataracts, and deafness in neonates.",
    "6. The MMR vaccine is contraindicated during pregnancy because it is live-attenuated and poses theoretical risks to the fetus.",
    "7. Inadvertent administration of the MMR vaccine during pregnancy is not an indication for abortion but requires proper monitoring.",
    "8. Hepatitis C is transmitted via IV drugs/blood exposure and is not sexually transmitted.",
    "9. Hepatocellular damage in Hepatitis C is due to T-cell-mediated apoptosis.",
    "10. There is no vaccine for Hepatitis C due to antigenic variation (>7 genotypes and 80 subtypes).",
    "11. West Nile virus is spread by Culex mosquito with a bird reservoir and presents as a flu-like illness.",
    "12. Dengue virus causes flu-like illness, thrombocytopenia, and severe joint and abdominal pain, and is spread by Aedes mosquito.",
    "13. Yellow Fever is characterized by jaundice due to hepatocellular damage and Councilman bodies seen on liver biopsy.",
    "14. Zika virus causes microcephaly in neonates if the mother is exposed during pregnancy.",
    "15. Mycosis fungoides is a cutaneous T-cell lymphoma presenting as a skin rash.",
    "16. Sezary syndrome is Mycosis fungoides that extends to the blood, presenting as erythroderma.",
    "17. Hepatitis D requires Hepatitis B for co-infection or superinfection.",
    "18. Prevention of Hepatitis D is through vaccination against Hepatitis B.",
    "19. Pneumocystis jiroveci pneumonia (PJP) occurs at CD4 counts <200 in HIV patients.",
    "20. Toxoplasmosis and CMV retinitis occur at CD4 counts <100 in HIV patients.",
    "21. MAI, CMV, PML, and primary CNS lymphoma occur at CD4 counts <50 in HIV patients.",
    "22. Focal segmental glomerulosclerosis (FSGS) is associated with HIV, known as HIV nephropathy.",
    "23. HAART therapy for HIV is initiated immediately upon diagnosis with three drugs: two NRTIs and either an NNRTI or a protease inhibitor.",
    "24. Vertical transmission of HIV is prevented by HAART during pregnancy, intrapartum zidovudine, C-section, and neonatal zidovudine for six weeks.",
    "25. TMP/SMX is both prophylaxis and treatment for Pneumocystis jiroveci pneumonia (PJP).",
    "26. Prophylaxis for Toxoplasmosis is TMP/SMX, while treatment is sulfadiazine + pyrimethamine.",
    "27. Cryptosporidium parvum causes chronic diarrhea in HIV patients.",
    "28. Severe acute-onset seborrheic dermatitis, disseminated scabies, or molluscum contagiosum are unusual indications for HIV testing.",
    "29. AIDS dementia complex presents as wet, wobbly, and wacky, similar to normal pressure hydrocephalus, occurring at CD4 counts <50-100.",
    "30. SARS-CoV-2, or COVID-19, caused the 2019 global pandemic.",
    "1. SARS stands for Severe Acute Respiratory Syndrome.",
    "2. The SARS pandemic is believed to have started following a laboratory leak in Wuhan, China.",
    "3. Initial explanations asserted that SARS had a natural, zoonotic origin, possibly from animals like bats.",
    "4. SARS has characteristic spike proteins that create a crown-like appearance on electron microscopy.",
    "5. The spike proteins of SARS bind to the ACE2 receptor, allowing for viral fusion with host respiratory epithelium.",
    "6. SARS presentation can range from mild respiratory symptoms similar to the common cold to severe respiratory disease with multi-organ failure.",
    "7. Many different vaccine types exist for SARS, including mRNA (e.g., Moderna), viral vector (e.g., AstraZeneca), and killed virus (e.g., Sinovac).",
    "8. Both live viral infection and vaccination for SARS can cause rare adverse effects such as Bell’s palsy and myocarditis.",
    "9. Vaccination mandates and their political implications are a source of contentious debate.",
    "10. Prior to the 2019 pandemic, coronavirus was known to cause SARS in China in 2002 and Middle Eastern Respiratory Syndrome (MERS) in Saudi Arabia in 2012.",
    "11. The vaccination schedule for children now recommends an intramuscular vaccine starting at 6 months, with 2-3 doses.",
    "12. Hantavirus causes pulmonary syndrome and hemorrhagic fever.",
    "13. Hantavirus is spread by rodents/mice.",
    "14. Influenza causes respiratory distress, fever, and myalgias (muscle pain).",
    "15. Myalgias are a highly significant vignette finding for influenza in USMLE exams.",
    "16. Influenza has 8 segments, two of which are hemagglutinin and neuraminidase.",
    "17. Hemagglutinin mediates viral attachment to the cell by enabling its binding at sialic acid receptors.",
    "18. Most flu vaccines are targeted against hemagglutinin.",
    "19. Neuraminidase allows for newly synthesized viral particles to leave the host cell by cleaving sialic acid residues.",
    "20. Drugs such as oseltamivir and zanamivir are sialic acid analogues that function as neuraminidase competitive inhibitors.",
    "21. Oseltamivir and zanamivir prevent the influenza virus from leaving the cell.",
    "22. Antigenic drift in influenza is due to point mutations in hemagglutinin and/or neuraminidase, leading to seasonal epidemics.",
    "23. Antigenic shift in influenza occurs when two influenza viruses (one human and one animal) enter a cell and reassort viral segments, leading to a novel influenza virus and generational pandemics.",
    "24. Following recent convalescence from influenza infection, S. aureus is a high-yield cause of bacterial lobar pneumonia.",
    "1. A guy recently recovered from a viral illness in which he had high fever and myalgias, and now he has pneumonia caused by a gram-positive coccus in clusters (S. aureus).",
    "2. S. pneumoniae is gram-positive diplococci.",
    "3. The flu vaccine is given in fall or winter every year.",
    "4. The IM killed flu vaccine starts at age 6 months and is given yearly throughout life; it is safe to give during pregnancy.",
    "5. The intranasal live-attenuated flu vaccine is for ages 2-45 and is for immunocompetent, non-pregnant persons only.",
    "6. Parainfluenza virus, also known as paramyxovirus, causes laryngotracheobronchitis (croup).",
    "7. Croup presents as a hoarse, barking, or seal-like cough in school-age children.",
    "8. The cough from croup can get better when exposed to cold air.",
    "9. Neck x-ray of croup shows the \"steeple sign,\" which is sub-glottic narrowing.",
    "10. The \"steeple sign\" of croup should not be confused with the \"thumbprint sign\" of epiglottitis caused by H. influenzae type B.",
    "11. Croup involves inflammation of the larynx, trachea, and bronchi.",
    "12. \"Sub-glottic\" means below the area of the vocal cords.",
    "13. The larynx encompasses the vocal cords.",
    "14. Treatment for croup is supportive; nebulized racemic epinephrine can be used if necessary.",
    "15. Respiratory syncytial virus (RSV) is the answer for a child under 18 months old with low-grade fever and bilateral wheezes.",
    "16. Treatment for RSV is supportive care.",
    "17. Mumps causes parotitis, orchitis, and meningitis (POM) and does not typically cause a rash.",
    "18. The MMR vaccine, which is live-attenuated, is used for mumps.",
    "19. Measles, also known as rubeola, causes a head-to-toe macular popular rash.",
    "20. Measles can cause Koplik spots, which are pathognomonic whitish lesions on the buccal mucosa.",
    "21. The MMR vaccine is live-attenuated and contraindicated in pregnancy but not in HIV.",
    "22. Immigrant history on USMLE sometimes implies unvaccinated status.",
    "23. Measles can rarely cause subacute sclerosing panencephalitis, a reactivation of latent infection in the CNS in teenagers.",
    "24. Rubella also causes a head-to-toe macular popular rash and is characterized by suboccipital and post-auricular lymphadenopathy.",
    "25. Rabies causes encephalomyelitis that is nearly always fatal.",
    "1. Rabies is spread by the bite or scratch of infected animals, such as bats, skunks, raccoons, and wild dogs.",
    "2. Rabies travels up peripheral nerves to the CNS.",
    "3. Rabies has a very long incubation period of >1-3 months before symptoms appear.",
    "4. Rabies presents as a flu-like illness that progresses to neurologic features, including hydrophobia, aerophobia, and hyper-salivation.",
    "5. Negri bodies are characteristic inclusions seen on electron microscopy of infected neurons in rabies.",
    "6. Ebola causes hemorrhagic disease, initially presenting as a flu-like illness followed by internal and external bleeding, nearly always leading to death.",
    "7. Bats are the most likely reservoir for Ebola.",
    "8. Human-human spread of Ebola occurs via contact with bodily fluids such as blood, vomitus, feces, and sweat.",
    "9. As of 2019, a recombinant vaccine (rVSV-ZEBOV) for Ebola has been shown to be 98% effective.",
    "10. Ebola virus is categorized as a helical RNA virus.",
    "11. Myalgias (muscle pain) are a high-yield symptom suggesting influenza over other diagnoses.",
    "12. Coronavirus is a helical RNA virus.",
    "13. The influenza vaccine is given in fall or winter every year.",
    "14. The IM killed influenza vaccine starts at age 6 months, is given yearly throughout life, and is safe during pregnancy.",
    "15. The intranasal live-attenuated influenza vaccine is for ages 2-45 and only for immunocompetent, non-pregnant persons.",
    "16. Influenza virus has 8 segments.",
    "17. Hemagglutinin mediates viral attachment by binding to sialic acid receptors.",
    "18. Neuraminidase allows newly synthesized viral particles to leave the host cell.",
    "19. Influenza is a helical RNA virus.",
    "20. Measles (rubeola) causes a head-to-toe macular popular rash and Koplik spots on the buccal mucosa.",
    "21. On neck x-ray, croup shows a \"Steeple sign\" (sub-glottic narrowing).",
    "22. On neck x-ray, epiglottitis shows a \"Thumbprint sign\" caused by H. influenzae type B.",
    "23. Rabies travels up peripheral nerves to the CNS, with a long incubation period (>1-3 months).",
    "24. Pathognomonic symptoms of rabies include hydrophobia, aerophobia, and hyper-salivation.",
    "25. RSV bronchiolitis presents with a low-grade fever and bilateral wheezes in a child <18 months old.",
    "26. RSV bronchiolitis is treated with supportive care.",
    "27. Coronavirus enters the cell via spike proteins binding to the ACE2 receptor, allowing viral fusion with host respiratory epithelium.",
    "1. Laryngotracheobronchitis (croup) presents as a hoarse, barking, seal-like cough, which improves in cold air.",
    "2. Mumps and measles are helical RNA viruses.",
    "3. Hantavirus causes pulmonary syndrome and hemorrhagic fever.",
    "4. Hantavirus is spread by rodents/mice.",
    "5. The most likely virus associated with S. aureus lobar pneumonia after a viral infection is the influenza virus.",
    "6. Ebola causes hemorrhagic disease.",
    "7. Ebola is spread via bodily fluids (e.g., blood, vomitus, feces).",
    "8. The Ebola vaccine rVSV-ZEBOV is 98% effective.",
    "9. Negri bodies are characteristic inclusions seen on electron microscopy of infected neurons.",
    "10. Parainfluenza virus is a helical RNA virus.",
    "11. Oseltamivir and zanamivir are sialic acid analogues that inhibit neuraminidase, preventing viral particles from leaving the host cell.",
    "12. Mumps virus causes Parotitis, Orchitis, and Meningitis (POM).",
    "13. Hantavirus is a helical RNA virus.",
    "14. Rabies virus is a helical RNA virus.",
    "15. The measles vaccine is live-attenuated and is contraindicated in pregnancy.",
    "16. The diagnosis for a 10-month-old with low-grade fever and bilateral wheezes is RSV bronchiolitis.",
    "17. Mumps causes Parotitis, Orchitis, and Meningitis (POM).",
    "18. The mumps vaccine is MMR (live-attenuated).",
    "19. RSV is a helical RNA virus.",
    "20. A very rare presentation for measles that can occur in teenagers is subacute sclerosing panencephalitis (reactivation of latent infection in the CNS).",
    "21. Rabies causes encephalomyelitis.",
    "22. Rabies is spread by bites or scratches from infected animals (e.g., bats, skunks).",
    "23. Antigenic drift involves point mutations in hemagglutinin/neuraminidase, leading to seasonal epidemics.",
    "24. Antigenic shift involves reassortment of viral segments from human and animal influenza viruses, leading to pandemics.",
    "25. Antigenic shift is worse than antigenic drift.",
    "26. Spirochetes are a group of bacteria with a corkscrew- or question mark-shape that are visualized using dark-field microscopy.",
    "27. H. pylori has a spiral shape similar to spirochetes but is not a spirochete.",
    "28. Spirochetes use axial filaments or endoflagella for movement, whereas other bacteria use regular flagella.",
    "1. Syphilis is caused by a spirochete (spiral/corkscrew-shaped bacterium) visible under dark-field microscopy.",
    "2. Primary syphilis presents as a painless chancre (painless ulcer) on genitalia.",
    "3. Chancroid, caused by the bacterium Haemophilus ducreyi, is a painful chancre-appearing lesion.",
    "4. Secondary syphilis occurs 6 weeks to 6 months after the initial chancre and can present with a body rash that includes palms and soles, and condylomata lata (painless genital plaques).",
    "5. Tertiary syphilis can occur years later and may present with gummas, arthritis, and ascending aortitis.",
    "6. Neurosyphilis can occur at any stage of syphilis and is not sequential.",
    "7. Neurosyphilis can present as tabes dorsalis, Argyll-Robertson pupil, and \"stroke without hypertension.\"",
    "8. Diagnosis of primary syphilis is made by visualizing the spirochetes from a chancre scraping under dark-field microscopy.",
    "9. Diagnosis of secondary, tertiary, and neurosyphilis can be done with serology using VDRL and/or RPR tests, confirmed by FTA.",
    "10. The VDRL test mixes the patient's serum with cardiolipin antigen to detect antibodies against T. pallidum.",
    "11. The RPR test enhances the VDRL reaction by using charcoal particles.",
    "12. Patients with SLE and anti-phospholipid syndrome can get false-positive VDRL/RPR tests.",
    "13. The FTA test mixes a patient's serum with fluorescent Treponema antibodies to confirm syphilis.",
    "14. Treatment for all types of syphilis is penicillin.",
    "15. If a patient has a history of anaphylaxis to beta-lactams but is pregnant or has tertiary or neurosyphilis, they should be desensitized and given penicillin.",
    "16. Killing of T. pallidum spirochetes can cause a Jarisch-Herxheimer reaction, presenting with fever, chills, and myalgias.",
    "17. Congenital syphilis can cause tooth abnormalities (mulberry molars/incisors), \"saber shins,\" saddle nose, deafness, and cataracts.",
    "18. Borellia burgdorferi is a spirochete that causes Lyme disease and is spread by the Ixodes tick.",
    "1. Primary Lyme disease causes a classic target rash known as erythema chronicum migrans.",
    "2. The rash in Lyme disease need not be a target on USMLE; it can merely be circular with no clearing.",
    "3. Bell's palsy can be seen in primary Lyme disease.",
    "4. Secondary Lyme disease tends to cause arthritis.",
    "5. Some sources say Bell's palsy is part of secondary Lyme disease, occurring at least one month after initial infection.",
    "6. Tertiary Lyme disease can cause CNS and/or heart problems.",
    "7. Treatment for most cases of Lyme disease is doxycycline.",
    "8. Ceftriaxone is given for advanced Lyme disease involving the CNS or heart.",
    "9. For children under 8 and pregnant women, amoxicillin is given in place of doxycycline.",
    "10. Borrelia recurrentis causes a condition known as relapsing fever.",
    "11. Borrelia recurrentis is spread by body lice, not Ixodes tick like Lyme disease.",
    "12. Leptospira interrogans is a question mark-shaped spirochete.",
    "13. Leptospirosis can present as flu-like illness, jaundice, pulmonary hemorrhage, and meningoencephalitis.",
    "14. Leptospirosis is usually spread by animal urine.",
    "15. Mycobacterium tuberculosis has a unique cell wall composed of mycolic acid that is difficult to gram stain and requires an acid-fast stain.",
    "16. Mycobacterium tuberculosis produces cord factor as a virulence factor.",
    "17. Mycobacterium tuberculosis can present similarly to lung cancer with B symptoms (fever, night sweats, weight loss) and hemoptysis.",
    "18. Living in a homeless shelter or having immigrant status from an endemic area is a risk factor for tuberculosis.",
    "19. Mycobacterium tuberculosis can cause cavitations and calcification in the lung.",
    "20. On histology, Mycobacterium tuberculosis causes caseating granulomatous inflammation.",
    "21. A Ghon focus is a localized area of inflammation in tuberculosis.",
    "22. If lymph nodes are involved, the combination of the lesion and lymph node(s) is called a Ghon complex.",
    "23. Mycobacterium tuberculosis can cause constrictive pericarditis, which can also calcify.",
    "1. Disseminated TB (miliary TB) can affect multiple organ systems.",
    "2. Disseminated TB can lead to psoas abscess, Pott disease, adrenal insufficiency, meningitis, osteomyelitis, and arthritis.",
    "3. The first step in diagnosing TB is the PPD test (type IV hypersensitivity).",
    "4. If the PPD test is positive, the next step is a chest X-ray (CXR).",
    "5. If the PPD test is positive but the CXR is negative, the next step is to treat for latent TB or give TB prophylaxis.",
    "6. Treatment for latent TB involves isoniazid (INH) for 9 months plus vitamin B6.",
    "7. Isoniazid can cause vitamin B6 deficiency.",
    "8. Neuropathy in a patient being treated for TB indicates B6 deficiency.",
    "9. If both PPD and CXR are positive, the next step is to treat for active TB.",
    "10. Treatment for active TB involves RIPE for 2 months plus RI for 4 more months (6 months total).",
    "11. RIPE stands for rifampin, isoniazid, pyrazinamide, and ethambutol.",
    "12. The BCG vaccine is live-attenuated.",
    "13. A history of BCG vaccine does not change management based on PPD guidelines.",
    "14. Sputum cultures become positive 2-5 weeks after TB exposure.",
    "15. Interferon-gamma release assay (Quantiferon Gold) can be used in patients with a history of BCG to reduce false positives.",
    "16. Interferon-gamma is required for the stimulation of alveolar macrophages to control TB.",
    "17. Patients with IFN-gamma or IL-12 receptor deficiency are susceptible to TB infections.",
    "18. TNF-alpha is required to suppress TB.",
    "19. Drugs such as infliximab, adalimumab, and etanercept increase the risk of TB.",
    "20. These drugs should be avoided in silicosis patients due to their increased risk of TB.",
    "21. A positive PPD test differs depending on risk factors.",
    "22. >5mm induration is positive for patients with a history of close contact with active TB, immunocompromised patients, or calcification on CXR.",
    "23. >10mm induration is positive for health care workers, prisoners/prison workers, immigrants from endemic areas, TB laboratory personnel, and children under 4.",
    "24. >15mm induration is positive for everyone else.",
    "25. If a PPD test is positive, it should never be repeated.",
    "26. If a PPD test is negative, it must be repeated in 1-2 weeks.",
    "27. Rifampin is a DNA-dependent RNA polymerase.",
    "28. Rifampin can cause orange tears/secretions.",
    "29. Rifampin upregulates P-450.",
    "30. Isoniazid is a mycolic acid synthesis inhibitor.",
    "31. Isoniazid can cause B6 deficiency, neuropathy, seizures, and high anion-gap metabolic acidosis.",
    "32. Isoniazid inhibits P-450.",
    "33. Pyrazinamide inhibits fatty acid synthesis.",
    "34. Ethambutol inhibits carbohydrate synthesis (arabinosyl transferase).",
    "35. Ethambutol can cause optic neuritis and changes in color vision.",
    "36. Mycobacterium leprae causes leprosy and affects skin and peripheral nerves.",
    "37. M. leprae grows best at cooler temperatures, affecting areas like the nose and peripheral nerves.",
    "38. Dapsone is used as part of the treatment for leprosy.",
    "39. Dapsone can cause hemolysis in G6PD deficiency.",
    "1. Mycobacterium avium intracellulare (MAI) can cause lung infections similar in presentation to TB.",
    "2. MAI can also cause GI infections.",
    "3. These types of infections are classically seen in immunocompromised patients (i.e., AIDS with CD4 count <50).",
    "4. Azithromycin prophylaxis is no longer indicated for AIDS patients.",
    "5. MAI can cause an obscure pneumonitis called “hot tub lung,” which can occur in immunocompetent patients.",
    "6. MAI present in hot tub vapors can cause lung inflammation (pneumonitis).",
    "7. Mycobacterium marinum causes red lesions on the finger/hand in workers at, or kids who go to, water parks/aquariums.",
    "8. Mycobacterium scrofulaceum causes lymphadenopathy in the neck, sometimes with a skin lesion.",
    "9. Ethambutol inhibits carbohydrate synthesis (arabinosyl transferase) in the treatment of TB.",
    "10. Ethambutol can cause optic neuritis, sometimes with changes in color vision.",
    "11. TB can notably cause constrictive pericarditis, which can also calcify.",
    "12. TB affects the lung grossly with cavitations and calcification.",
    "13. TB affects the lung histologically with caseating granulomatous inflammation.",
    "14. Syphilis is treated with penicillin for all types of syphilis.",
    "15. If there is a history of anaphylaxis to beta-lactams but the patient is pregnant or has tertiary/neurosyphilis, desensitize and give penicillin.",
    "16. If there is a history of a mere rash to beta-lactams, beta-lactam can still be given.",
    "17. Primary syphilis is diagnosed with dark-field microscopy of chancre scraping.",
    "18. Secondary, tertiary, and neurosyphilis are diagnosed with VDRL/RPR (sensitive, not specific) followed by FTA (specific, not sensitive).",
    "19. VDRL involves clumping/flocculation with cardiolipin antigen.",
    "20. RPR enhances the reaction with charcoal particles.",
    "21. FTA is a fluorescent Treponema antibody test that confirms the diagnosis.",
    "22. Patients with SLE can have a false-positive result on VDRL/RPR due to anti-cardiolipin antibodies (\"lupus anticoagulant\").",
    "23. People living in homeless shelters, immigrants from endemic areas, prisoners/prison workers, healthcare workers, and TB lab personnel classically get TB on USMLE.",
    "24. Jarisch-Herxheimer reaction is a hypersensitivity-type response (fever, chills, myalgias) following penicillin treatment for syphilis due to spirochete killing, not an allergic reaction.",
    "25. Mycobacterium marinum causes red lesions on the fingers/hands in workers or kids at water parks/aquariums.",
    "26. Borrelia burgdorferi causes Lyme disease.",
    "27. Primary Lyme disease presents with erythema migrans (target rash, not always classic) and Bell’s palsy.",
    "28. Secondary Lyme disease presents with arthritis.",
    "1. Borrelia recurrentis causes relapsing fever.",
    "2. Borrelia recurrentis is spread by body lice.",
    "3. Fluorescent Treponema Antibody (FTA) is a test for diagnosing a rash with negative KOH prep.",
    "4. Haemophilus ducreyi causes a lesion that can be confused with the primary chancre of syphilis.",
    "5. Mycobacterium leprae likes to grow at cooler temperatures.",
    "6. Pyrazinamide inhibits fatty acid synthesis in the treatment of TB.",
    "7. A notable side effect of pyrazinamide is gout.",
    "8. Scrofula is lymphadenopathy in the neck caused by Mycobacterium scrofulaceum.",
    "9. Leptospira causes leptospirosis, which includes flu-like illness, jaundice, pulmonary hemorrhage, and meningoencephalitis.",
    "10. Leptospira is a question mark-shaped spirochete.",
    "11. Neurosyphilis can present with tabes dorsalis, Argyll-Robertson pupil, and \"stroke without hypertension.\"",
    "12. Neurosyphilis can occur at any stage.",
    "13. Mycobacterium avium intracellulare causes \"hot tub lung.\"",
    "14. Patients with IFN-gamma or IL-12 receptor deficiency have susceptibility to TB.",
    "15. Treponema pallidum causes syphilis.",
    "16. Primary syphilis presents with a painless chancre.",
    "17. Secondary syphilis presents with a rash (including palms/soles) and condylomata lata.",
    "18. Tertiary syphilis presents with gummas, arthritis, and ascending aortitis.",
    "19. Mycobacterium leprae likes to grow in the nose and peripheral nerves due to cooler temperatures.",
    "20. Mycobacterium avium intracellulare can present with lung infections, GI infections, or \"hot tub lung.\"",
    "21. Patients with silicosis have increased susceptibility to TB.",
    "22. Borrelia burgdorferi, Ehrlichia, Babesia, and Anaplasma are spread by Ixodes tick.",
    "23. Mycobacterium tuberculosis produces cord factor.",
    "24. Rifampin inhibits DNA-dependent RNA polymerase and can cause orange secretions and P-450 induction.",
    "25. Isoniazid inhibits mycolic acid synthesis and can cause B6 deficiency and P-450 inhibition.",
    "26. Pyrazinamide inhibits fatty acid synthesis and can cause gout.",
    "27. Ethambutol inhibits carbohydrate synthesis and can cause optic neuritis.",
    "28. Jarisch-Herxheimer reaction is diagnosed when a patient treated for syphilis gets fever, chills, and myalgias.",
    "29. Miliary TB presents with disseminated TB affecting multiple systems, including psoas abscess, Pott disease, adrenal insufficiency, and meningitis.",
    "30. Congenital syphilis presents with tooth abnormalities, saber shins, saddle nose, deafness, and cataracts.",
    "31. Mycobacterium marinum is the answer for red lesions in water park/aquarium workers.",
    "32. Non-disseminated TB often presents with B symptoms (fever, night sweats, weight loss) and hemoptysis.",
    "33. Isoniazid inhibits mycolic acid synthesis and can cause B6 deficiency and high anion-gap metabolic acidosis.",
    "34. A spirochete is a corkscrew-shaped bacterium visible via dark-field microscopy.",
    "35. The three important spirochetes for USMLE are Treponema pallidum, Borrelia burgdorferi, and Leptospira.",
    "36. Leptospira interrogans is diagnosed in a farmer with flu-like illness after walking through animal urine.",
    "37. A positive PPD test is considered at 5mm induration for close TB contact or immunocompromised individuals.",
    "38. A positive PPD test is considered at 10mm induration for healthcare workers or immigrants.",
    "1. Treat latent TB with INH + B6 if PPD is positive and chest X-ray is negative.",
    "2. Treat active TB with the RIPE regimen if both PPD and chest X-ray are positive.",
    "3. Lyme disease is treated with doxycycline for most cases.",
    "4. Lyme disease with CNS or heart involvement is treated with ceftriaxone.",
    "5. Lyme disease in children under 8 or pregnant women is treated with amoxicillin."
  ]
}