{
  "source_file": "Psychology.txt",
  "factoids": [
    "Mature defense mechanisms are more adaptive and lead to positive outcomes.",
    "Sublimation involves redirecting unacceptable impulses into socially acceptable activities.",
    "Altruism involves deriving gratification from providing money or services to others.",
    "Humor involves appreciating the amusing nature of an adverse situation.",
    "Anticipation involves experiencing emotional reactions in advance and considering realistic responses.",
    "Suppression involves the conscious removal of a thought to cope with difficult emotions.",
    "Immature defense mechanisms are less adaptive and can be detrimental with overuse.",
    "Repression involves the unconscious removal of unwanted memories, desires, or thoughts.",
    "Denial involves refusing to accept reality or fact.",
    "Projection involves attributing one's own feelings, thoughts, or impulses onto another person.",
    "Splitting involves viewing others as either all good or all bad.",
    "Regression involves reverting to an earlier, more primitive pattern of behavior.",
    "Displacement involves redirecting emotions toward a substitute target.",
    "Acting out involves expressing unconscious emotional conflicts through actions rather than words.",
    "Reaction formation involves transforming an unacceptable impulse into its opposite.",
    "Rationalization involves crafting a positive explanation for adverse thoughts and actions.",
    "Intellectualization involves using complex terminology to detach from the emotional aspect of a situation.",
    "Isolation of affect involves separating feelings from ideas and events.",
    "Somatization involves unconsciously converting distress into physical symptoms.",
    "Passive-aggression involves indirectly expressing aggression or negative feelings through ostensibly neutral behaviors.",
    "Cognitive behavioral therapy (CBT) focuses on identifying and changing negative thought patterns and behaviors.",
    "Dialectical behavioral therapy (DBT) teaches coping skills for stress, emotional regulation, and interpersonal effectiveness.",
    "Psychodynamic psychotherapy focuses on unconscious processes, childhood memories, and unresolved past conflicts.",
    "Electroconvulsive therapy (ECT) involves passing electricity through the scalp to induce a controlled seizure.",
    "Major depressive disorder (MDD) requires at least 5 out of 9 SIGECAPS symptoms for at least a 2-week period.",
    "Depression due to a medical condition can be caused by hypothyroidism, post-MI, and cancer diagnoses.",
    "Atypical depression is characterized by hypersomnolence, hyperphagia, and mood reactivity.",
    "Pseudodementia is depression presenting as cognitive decline, usually in the elderly.",
    "Dysthymia involves at least 2 years of depressed mood without fulfilling MDD criteria.",
    "Cyclothymia involves at least 2 years of oscillation between depressed mood and hypomania.",
    "Bipolar I disorder is diagnosed with at least one manic episode, with or without a depressive episode.",
    "Bipolar II disorder is diagnosed with at least one hypomanic episode and one major depressive episode.",
    "Schizophrenia requires at least 6 months of symptoms, including hallucinations, delusions, disorganized speech, disorganized behavior, and negative symptoms.",
    "Schizophreniform disorder has the same criteria as schizophrenia but lasts 1-6 months.",
    "Brief psychotic disorder has the same criteria as schizophrenia but lasts less than 1 month.",
    "Schizoaffective disorder involves at least two weeks of psychosis without a mood disorder, followed by periods with simultaneous psychotic and mood disorder symptoms.",
    "Depression with psychotic features involves periods of major depression with intermittent psychosis.",
    "Bipolar with psychotic features involves periods of mania or depression with intermittent psychosis.",
    "Delusional disorder involves one or more non-bizarre delusions without other signs of psychosis.",
    "Normal grief usually lasts less than 6 months and follows a progression of denial, anger, bargaining, lamentation, and acceptance.",
    "Pathologic grief can last more than 6-12 months and involves persistent functional impairment and thoughts of suicide.",
    "Generalized anxiety disorder (GAD) involves 6+ months of excessive worry about various aspects of life.",
    "Panic disorder is diagnosed with 2 or more panic attacks and at least one month of worry about having more attacks.",
    "Social phobia involves fear of being judged or rejected in social or performance scenarios.",
    "Specific phobia involves fear of a specific object or situation leading to significant distress or impairment.",
    "Agoraphobia involves fear of being in places or situations where escape might be difficult or help unavailable.",
    "Separation anxiety disorder involves excessive distress with separation from home or major attachment figures.",
    "Selective mutism involves failure to speak in certain situations despite being able to speak in others.",
    "PTSD involves at least 1 month of reliving a traumatic event with flashbacks or nightmares.",
    "Acute stress disorder involves similar symptoms to PTSD but lasts 3 days to less than 1 month.",
    "Adjustment disorder involves socio-occupational dysfunction starting within 3 months of a specific stressor.",
    "ADHD involves inattentiveness and/or hyperactivity consistent across different settings.",
    "Obsessive-compulsive disorder (OCD) involves persistent obsessions and/or compulsions causing significant distress or impairment.",
    "Oppositional defiant disorder involves argumentative and defiant behavior without law-breaking.",
    "Conduct disorder involves a pattern of law-breaking behavior starting before age 18.",
    "Paranoid personality disorder involves suspicion of others intending harm and reluctance to confide in others.",
    "Schizoid personality disorder involves detachment from social relationships and restricted emotional expression.",
    "Schizotypal personality disorder involves cognitive and perceptual distortions and unusual beliefs.",
    "Borderline personality disorder involves unstable relationships, self-image, emotions, and impulsivity.",
    "Histrionic personality disorder involves attention-seeking, eccentricity, and sexual suggestibility.",
    "Narcissistic personality disorder involves an inflated sense of self-importance and a need for excessive attention.",
    "Antisocial personality disorder involves persistent law-breaking and violation of others' rights.",
    "Avoidant personality disorder involves extreme social inhibition and sensitivity to rejection.",
    "Dependent personality disorder involves an excessive need to be taken care of and fear of separation.",
    "Obsessive-compulsive personality disorder (OCPD) involves preoccupation with orderliness, perfectionism, and control.",
    "Autism spectrum disorder (ASD) involves repetitive behaviors and challenges in social communication, starting before age 3.",
    "Anorexia nervosa involves intense preoccupation with low body weight and fear of gaining weight, with a BMI <18.5.",
    "Bulimia nervosa involves binge eating followed by compensatory behaviors, with a normal or increased BMI.",
    "Binge-eating disorder involves frequent episodes of consuming large amounts of food without compensatory behaviors.",
    "Dissociative identity disorder (DID) involves two or more distinct identities controlling behavior with memory gaps.",
    "Dissociative amnesia involves inability to recall important personal information related to a traumatic event.",
    "Depersonalization/derealization disorder involves feeling detached from oneself or the world around.",
    "Somatic symptom disorder involves chronic somatic symptoms causing distress or dysfunction without medical abnormalities.",
    "Conversion disorder involves neurologic deficits following a stressor, with a lack of concern about the deficit.",
    "Illness anxiety disorder involves preoccupation with having or acquiring a serious illness despite medical reassurances.",
    "Factitious disorder involves intentional production of symptoms to assume the sick role.",
    "Malingering involves intentional production of symptoms for secondary gain, such as money or drugs.",
    "Sleep is divided into Non-REM and REM stages, with cycles lasting ~90 minutes.",
    "Gamma waves occur during periods of high concentration.",
    "Beta waves predominate during wakefulness with eyes open.",
    "Alpha waves predominate during wakefulness with eyes closed.",
    "Theta waves occur during Stage 1 sleep.",
    "K-complexes and sleep spindles occur during Stage 2 sleep.",
    "Delta waves occur during Stage 3 sleep, the deepest and most rejuvenating sleep.",
    "REM sleep involves beta waves, increased brain oxygen consumption, and muscle paralysis.",
    "Narcolepsy involves excessive daytime sleepiness, cataplexy, sleep paralysis, and hypnagogic/hypnopompic hallucinations.",
    "Sleep apnea can be obstructive or central and is diagnosed with polysomnography.",
    "Circadian rhythm sleep-wake disorder involves misalignment between sleep patterns and societal norms.",
    "Somnambulism involves sleepwalking during Stage 3 sleep.",
    "Nightmare disorder involves distressing dreams during REM sleep.",
    "Sleep terror disorder involves episodes of panic and somnambulation during Stage 3 sleep.",
    "Restless leg syndrome involves an irresistible urge to move the legs, often due to iron deficiency anemia.",
    "Insomnia involves difficulty falling or staying asleep, leading to impaired daytime functioning.",
    "Tourette syndrome involves repetitive, involuntary movements and vocalizations.",
    "Provisional tic disorder involves a singular tic lasting up to a year in children.",
    "PANDAS involves tic disorder, OCD, or ADHD following Group A Strep infection.",
    "Trichotillomania involves pulling out one's hair, sometimes leading to gastric bezoar.",
    "Skin-picking disorder involves picking at the skin, leading to lesions.",
    "Body dysmorphic disorder involves excessive preoccupation with one's appearance.",
    "Important child abuse findings include spiral fractures, posterior rib fractures, circular burns, and retinal detachment."
  ]
}